<unk>	0
<s>	0
</s>	0
▁የ	-0
▁በ	-1
▁አ	-2
▁እ	-3
▁መ	-4
▁እን	-5
▁ከ	-6
▁ይ	-7
▁ነ	-8
▁.	-9
▁ለ	-10
▁ወ	-11
ቸው	-12
▁ያ	-13
▁"	-14
▁ተ	-15
▁የሚ	-16
▁ስ	-17
▁ሰ	-18
▁ም	-19
ዎች	-20
▁እንዲ	-21
ላይ	-22
▁ማ	-23
▁እንደ	-24
▁ላይ	-25
▁ነው	-26
ንድ	-27
▁ል	-28
ውን	-29
▁የተ	-30
▁ሁ	-31
▁ብ	-32
ነት	-33
ሆነ	-34
▁""	-35
▁1	-36
▁ው	-37
ዚህ	-38
▁ወደ	-39
ችን	-40
▁;	-41
▁በመ	-42
ችሁ	-43
▁ደ	-44
ለው	-45
በት	-46
▁ግ	-47
በር	-48
▁,	-49
▁ባ	-50
▁ት	-51
ንም	-52
▁."	-53
▁ነገ	-54
ጊዜ	-55
ምላ	-56
ድር	-57
ል።	-58
▁ሲ	-59
▁:	-60
▁ጊዜ	-61
▁አን	-62
▁ሁሉ	-63
▁ጥ	-64
ምላክ	-65
▁ስለ	-66
▁ቀ	-67
▁ነበር	-68
ሆኑ	-69
▁ጋ	-70
ሆን	-71
▁አስ	-72
▁ይህ	-73
▁በአ	-74
▁አይ	-75
ደር	-76
ለት	-77
▁ክ	-78
ዚያ	-79
▁ዘ	-80
▁መን	-81
ስጥ	-82
▁የአ	-83
፡፡	-84
▁ታ	-85
ትን	-86
▁ጋር	-87
▁ለመ	-88
▁ቤ	-89
▁በእ	-90
ያን	-91
▁ውስጥ	-92
▁በተ	-93
▁ኢ	-94
ህዌ	-95
▁የሚያ	-96
▁(	-97
ሪያ	-98
▁ሰው	-99
▁የመ	-100
▁ገ	-101
▁ግን	-102
ለሁ	-103
ደረ	-104
▁ቅ	-105
▁ሰዎች	-106
ድረ	-107
▁ነገር	-108
ቸውን	-109
▁ሊ	-110
▁አለ	-111
▁ን	-112
ሖዋ	-113
▁ለማ	-114
▁ሆ	-115
▁“	-116
▁ፍ	-117
▁እና	-118
ስራ	-119
▁እነ	-120
▁የም	-121
▁እንዲህ	-122
▁?	-123
▁)	-124
ይም	-125
▁2	-126
ስተ	-127
ስት	-128
▁ጠ	-129
▁በማ	-130
▁እንዳ	-131
በረ	-132
ቶች	-133
ገል	-134
▁ሳ	-135
ረት	-136
▁አምላክ	-137
ላል	-138
ለም	-139
ሮች	-140
ዋል	-141
ንተ	-142
ላቸው	-143
ውም	-144
▁አንድ	-145
▁በሚ	-146
▁ፈ	-147
▁ካ	-148
▁ወይም	-149
▁ሃ	-150
ኤል	-151
▁ቢ	-152
መለ	-153
ንና	-154
▁አል	-155
▁ከተ	-156
▁ከእ	-157
▁እንደሚ	-158
ተኛ	-159
▁ደግ	-160
▁ሌ	-161
▁ሕ	-162
ርስ	-163
ካከ	-164
ሱም	-165
▁'	-166
▁የማ	-167
▁የእ	-168
▁ህ	-169
ገባ	-170
▁ደግሞ	-171
▁ዓ	-172
▁ምን	-173
ድን	-174
▁እንዲሁ	-175
ፊት	-176
ውያን	-177
▁እስ	-178
▁ጉ	-179
ናገ	-180
ኋላ	-181
▁ያለ	-182
ከተ	-183
ናል	-184
▁ልጆ	-185
▁ሥ	-186
ቱን	-187
ገድ	-188
በሩ	-189
▁መል	-190
ዳን	-191
ሱስ	-192
▁ቅዱ	-193
ዚያም	-194
የሱስ	-195
▁ቤት	-196
▁እንዲሁም	-197
▁ቃ	-198
▁ያህዌ	-199
▁ምክ	-200
▁ይሖዋ	-201
▁በዚህ	-202
▁በኋላ	-203
▁ከአ	-204
ንያ	-205
▁ልጅ	-206
ሰማ	-207
ሉት	-208
▁እኔ	-209
▁ና	-210
▁እየ	-211
▁ራ	-212
ረው	-213
▁የሆነ	-214
▁ቅዱስ	-215
ፈል	-216
ሎች	-217
▁እር	-218
ያስ	-219
ህን	-220
▁ከመ	-221
▁የነ	-222
▁አድር	-223
▁አመ	-224
▁ይህን	-225
▁ሚ	-226
ለን	-227
▁ቀን	-228
▁ነው።	-229
ትና	-230
ይወ	-231
▁ሆነ	-232
▁ሆኖ	-233
ኖር	-234
ጀመ	-235
▁3	-236
ቀር	-237
ያህዌ	-238
ም።	-239
ባቸው	-240
ላችሁ	-241
ንግ	-242
ገኘ	-243
ቅር	-244
▁በም	-245
ሳሌ	-246
▁ባለ	-247
ሙሉ	-248
ነሳ	-249
ስራኤል	-250
▁የሰ	-251
ራት	-252
ካከል	-253
ል፤	-254
ራዊ	-255
ብር	-256
▁አባ	-257
ሁን	-258
▁ኢየሱስ	-259
▁ቃል	-260
▁ዳ	-261
▁"""	-262
ድረግ	-263
ግባ	-264
ምን	-265
▁መካከል	-266
▁ልጆች	-267
▁ንጉ	-268
መል	-269
ሰብ	-270
▁ከዚያም	-271
ጽሃ	-272
ያው	-273
▁ለእ	-274
ትም	-275
ዶች	-276
ጽሃፍ	-277
ወጣ	-278
▁ነበር።	-279
ቱም	-280
ዎቹ	-281
▁ቦ	-282
ለህ	-283
መን	-284
▁አገል	-285
▁ይች	-286
ኔታ	-287
▁ምክንያ	-288
ዋል።	-289
ችል	-290
ይሖዋ	-291
▁ሁኔታ	-292
ስታ	-293
ማሪ	-294
ላት	-295
ጌታ	-296
ናት	-297
▁መንግ	-298
▁ብዙ	-299
▁ድ	-300
ርት	-301
▁ለአ	-302
ከት	-303
▁ቁ	-304
ድረስ	-305
ገለ	-306
ደረገ	-307
▁ይሆ	-308
▁መንገድ	-309
ሱን	-310
▁ወንድ	-311
ሆኑም	-312
00	-313
ተው	-314
በል	-315
▁ማን	-316
ገር	-317
ልቅ	-318
▁ምድር	-319
▁ጉዳ	-320
▁ሴ	-321
▁ከፍ	-322
▁እንደሆነ	-323
ኞች	-324
▁ወን	-325
ለች	-326
ሉ።	-327
▁አካ	-328
▁እንድ	-329
ሰጠ	-330
▁መስ	-331
▁አለው	-332
አብ	-333
▁ናቸው	-334
ወሰ	-335
ልጣ	-336
ገኙ	-337
▁ቦታ	-338
ንን	-339
መጣ	-340
▁ድረስ	-341
▁አት	-342
ታት	-343
▁ሞ	-344
▁አላ	-345
▁እስከ	-346
▁አንተ	-347
ታቸው	-348
ራቸው	-349
▁ኃ	-350
▁እነዚህ	-351
▁4	-352
▁ቆ	-353
ዴት	-354
▁ኤ	-355
ሰው	-356
▁ሕዝ	-357
▁ሆይ	-358
▁ድር	-359
▁ሙ	-360
▁ክርስ	-361
ሞች	-362
ህል	-363
▁ነገሮች	-364
ታል	-365
ኖች	-366
▁አብ	-367
የት	-368
ረዳ	-369
ቻቸው	-370
ግብ	-371
▁በሙሉ	-372
▁ፊት	-373
▁ሌላ	-374
▁አሳ	-375
▁እንዲያ	-376
▁ዝ	-377
▁ብቻ	-378
ሠራ	-379
▁ያለው	-380
▁ላ	-381
▁እንዴት	-382
ኛው	-383
▁እው	-384
▁ከዚህ	-385
ኝነት	-386
ይወት	-387
▁ች	-388
ጠቀ	-389
▁እያ	-390
▁ስም	-391
▁ሳይ	-392
▁እጅ	-393
▁አስተ	-394
ግዚ	-395
ገኝ	-396
▁ዘንድ	-397
ሔር	-398
▁አው	-399
ዎችን	-400
ግዚአብ	-401
▁ዕ	-402
ቀረ	-403
ረጃ	-404
አት	-405
▁ስራ	-406
▁ር	-407
ቢያ	-408
▁ከሚ	-409
ምና	-410
▁ድን	-411
▁ጽ	-412
▁ያስ	-413
▁የሚያስ	-414
▁ሥራ	-415
▁የኢ	-416
ፈጸ	-417
▁«	-418
▁የአምላክ	-419
ጦር	-420
ጨማሪ	-421
▁ሄ	-422
ግዚአብሔር	-423
ጣም	-424
▁ከሆነ	-425
ሎት	-426
▁ዓመ	-427
ምነት	-428
▁እሱ	-429
ሰባ	-430
▁ዋ	-431
▁ዮ	-432
ሩት	-433
ችንን	-434
ርድ	-435
▁አይደ	-436
▁ይችላል	-437
ቦች	-438
▁የወ	-439
ራል	-440
▁በዚያ	-441
▁እናንተ	-442
▁5	-443
▁የምት	-444
ጥር	-445
▁አም	-446
ጣት	-447
ክት	-448
ሁዳ	-449
▁ጸ	-450
▁በመሆኑም	-451
▁ከተማ	-452
ለሁ።	-453
▁አማ	-454
▁ማለት	-455
ትዮ	-456
ነው	-457
ረጋ	-458
▁መንፈ	-459
▁ለሚ	-460
▁መጠ	-461
ገን	-462
ቸዋል	-463
ደርጋ	-464
ችኋ	-465
ርያ	-466
ጀመሪያ	-467
▁ተቀ	-468
ሄድ	-469
ሥራ	-470
ነሱ	-471
ትዮጵ	-472
▁በጣም	-473
ስፋ	-474
▁ጌታ	-475
ርግ	-476
ባል	-477
▁ኮ	-478
ናንተ	-479
▁መሆኑ	-480
ነበረ	-481
ገው	-482
▁ዛ	-483
ደው	-484
ዮች	-485
▁በግ	-486
ቹን	-487
ደርግ	-488
▁በር	-489
ዘጋ	-490
▁የነበረ	-491
▁ምንም	-492
▁"(	-493
▁መሠ	-494
ሪካ	-495
ሳይ	-496
▁ልብ	-497
▁19	-498
ባቢ	-499
ኘት	-500
▁እንጂ	-501
ታው	-502
ንስ	-503
▁ክፍ	-504
▁ረ	-505
ባት	-506
ወቅ	-507
▁የበ	-508
ቶስ	-509
ልና	-510
▁ይላል	-511
ምህ	-512
▁ብሎ	-513
▁ምስ	-514
▁ይሆናል	-515
ትዮጵያ	-516
▁ህዝ	-517
▁ሆኖም	-518
▁እንኳ	-519
ኛውም	-520
ፋት	-521
▁መጥ	-522
ጨረ	-523
ዲህ	-524
▁በደ	-525
▁ሲል	-526
ዊት	-527
▁ቤተ	-528
▁ለም	-529
▁በኢ	-530
▁ያህል	-531
▁እየተ	-532
በው	-533
ቅም	-534
ሆና	-535
▁6	-536
▁ሲሆን	-537
ኩል	-538
ገኘው	-539
▁የሆኑ	-540
▁ያሉ	-541
▁በሰ	-542
▁ነበሩ	-543
▁መጽሃፍ	-544
ሳት	-545
ሳብ	-546
▁በማለት	-547
▁እሱም	-548
ገና	-549
▁በፊት	-550
ምሮ	-551
ንቀ	-552
▁ማድረግ	-553
ሰጣ	-554
▁መሰ	-555
▁!	-556
ዘብ	-557
▁ፈቃ	-558
▁የተነሳ	-559
መው	-560
▁ክርስቲ	-561
▁ያል	-562
መስ	-563
ፍራ	-564
▁እኛ	-565
▁ይጠ	-566
▁ሽ	-567
▁ሊያ	-568
▁ሌሎች	-569
▁አገልጋ	-570
▁ወንዶች	-571
ክል	-572
▁የያህዌ	-573
ዲያ	-574
ሎስ	-575
ለሁ፤	-576
ችሁን	-577
ግኘት	-578
ሪዎች	-579
ላቅ	-580
▁አገልግ	-581
▁በየ	-582
ባኤ	-583
▁ተጠ	-584
ንድን	-585
▁‘	-586
▁አንዳ	-587
ክር	-588
ግር	-589
ኖሩ	-590
▁መብ	-591
ም፤	-592
▁ስለዚህ	-593
ከና	-594
▁ወቅ	-595
ኤላ	-596
▁በላይ	-597
▁መንግሥ	-598
▁ይሁን	-599
ወስ	-600
ልን	-601
▁ጨ	-602
▁በተጨማሪ	-603
ችላ	-604
▁ወር	-605
ምር	-606
ቀው	-607
▁ዘመን	-608
ፈው	-609
ላለ	-610
ማት	-611
ፈር	-612
▁እንደተ	-613
ናገር	-614
ከራ	-615
▁አንቀ	-616
ህም	-617
▁አይደለም	-618
ይን	-619
ርሱ	-620
▁የማይ	-621
▁ብር	-622
ጠው	-623
▁ነው፤	-624
ሳዊ	-625
ታዊ	-626
ዲስ	-627
የሩ	-628
ችው	-629
▁አላቸው	-630
ብን	-631
▁ምሳሌ	-632
▁12	-633
▁አዋ	-634
ርግጥ	-635
▁ፕ	-636
ሁንና	-637
ላም	-638
▁ያለውን	-639
ታችን	-640
▁መመ	-641
▁ይልቅ	-642
▁ዓመት	-643
ታደ	-644
ስራኤላ	-645
▁ንጉሥ	-646
▁ሸ	-647
ሉ፤	-648
▁አገ	-649
▁እነሱም	-650
ቤተ	-651
▁ደግሞም	-652
▁7	-653
ይል	-654
▁በሌ	-655
ረብ	-656
▁ይኸ	-657
ተኛው	-658
ለያ	-659
▁የሆነው	-660
በሩት	-661
ካም	-662
▁ምክንያቱም	-663
▁ጎ	-664
የሩሳሌ	-665
▁ወቅት	-666
▁ሁለት	-667
▁ሙሴ	-668
ሉም	-669
▁ጀ	-670
▁የእስራኤል	-671
በትን	-672
ላው	-673
ሰጥ	-674
▁በኩል	-675
▁ምክንያት	-676
መለከተ	-677
▁መባ	-678
▁ተስፋ	-679
ጠር	-680
ነገ	-681
ነዚህ	-682
▁አሁን	-683
ጠና	-684
ሕዝ	-685
▁10	-686
▁አስፈ	-687
▁ፍቅር	-688
ጨረሻ	-689
▁መዝ	-690
▁ሐ	-691
▁ኪ	-692
▁የምን	-693
ስጠ	-694
ራራ	-695
ውንም	-696
▁መሠረት	-697
▁ድርጅ	-698
ደረግ	-699
▁ሆይ፣	-700
ያንዳን	-701
ሚያ	-702
ቶችን	-703
ማኝ	-704
ሞት	-705
በልጥ	-706
▁?"	-707
ድቅ	-708
▁ጥሩ	-709
ጡት	-710
▁ተመል	-711
▁ጉዳይ	-712
ጳው	-713
▁በው	-714
ጳውሎስ	-715
መራ	-716
ገኛ	-717
▁ጀመ	-718
▁መሆኑን	-719
ታቸውን	-720
ላሉ	-721
ጢአት	-722
▁በት	-723
ናል።	-724
ያቄ	-725
ፍት	-726
ርዳ	-727
▁የታ	-728
▁በጥ	-729
▁ምር	-730
ሰራ	-731
ስራኤላውያን	-732
ቀድ	-733
▁አለው።	-734
ላፊ	-735
▁11	-736
▁እጅግ	-737
ይሁዳ	-738
▁ነበር፤	-739
▁ይሁንና	-740
▁ሲያ	-741
ዘው	-742
▁መለ	-743
ዛት	-744
▁እግዚአብሔር	-745
ሰበ	-746
ጠበ	-747
በብ	-748
የሩሳሌም	-749
ስቶ	-750
▁በስ	-751
▁የት	-752
▁ምክር	-753
▁አገር	-754
ልክ	-755
ደርጉ	-756
▁8	-757
▁የተባ	-758
የው	-759
ልጣን	-760
▁በተጨማሪም	-761
▁በእርግጥ	-762
ሙር	-763
▁9	-764
▁ሥር	-765
▁እንዳይ	-766
▁ወዳ	-767
ፈለ	-768
▁ሁለ	-769
▁ስር	-770
▁15	-771
▁በል	-772
▁ጭ	-773
ህና	-774
▁ትን	-775
▁ኖ	-776
▁ተነ	-777
ማይ	-778
▁ሴት	-779
▁ይህም	-780
ላጊ	-781
ላዊ	-782
ሳቸው	-783
ቀመ	-784
▁13	-785
ወደ	-786
ገቡ	-787
▁ይኸውም	-788
▁ትምህ	-789
▁አንዳንድ	-790
መና	-791
▁በቀ	-792
▁ሙሉ	-793
ሰጠው	-794
▁አያ	-795
▁ጥያቄ	-796
▁በታ	-797
▁ተግባ	-798
▁ተና	-799
▁የሌ	-800
ደረጉ	-801
▁አንዱ	-802
▁ከፍተኛ	-803
▁እንድት	-804
ይነት	-805
▁ፖ	-806
ንፈ	-807
ጠፋ	-808
▁አጋ	-809
ደም	-810
▁14	-811
▁አገልግሎት	-812
ገዛ	-813
▁መሆን	-814
ንጉ	-815
ለውን	-816
መረ	-817
▁መቅ	-818
ተር	-819
▁አድርጎ	-820
ጠራ	-821
ቡን	-822
▁በህ	-823
▁አንቀጽ	-824
ምት	-825
ቤት	-826
ግራ	-827
▁ጦር	-828
▁ድም	-829
▁ሠ	-830
ችሉ	-831
▁አዳ	-832
ስና	-833
▁ከባ	-834
ቃት	-835
ምጃ	-836
▁ቋ	-837
▁ከማ	-838
▁ተገ	-839
ሳኔ	-840
▁መግ	-841
ጠብ	-842
▁እምነት	-843
▁እንዳለ	-844
▁ስብ	-845
▁ስፍራ	-846
▁አድ	-847
▁የለም	-848
ሆንም	-849
ነቱ	-850
ደኛ	-851
ያዘ	-852
▁ይበልጥ	-853
ሃል	-854
▁ገን	-855
▁አይነት	-856
ከተማ	-857
▁ስሜ	-858
መር	-859
ስን	-860
▁አዋጅ	-861
▁አቅ	-862
ላለም	-863
▁የባ	-864
ክርስ	-865
በቃ	-866
▁የሆነውን	-867
▁ያሳ	-868
ዓት	-869
ለኛ	-870
▁መልካም	-871
▁ክርስቲያ	-872
▁ያደርጋ	-873
ውል	-874
ደርስ	-875
ታል።	-876
▁ገል	-877
▁ማንኛውም	-878
ሜሪካ	-879
▁ጳውሎስ	-880
▁አደ	-881
▁በፍ	-882
ከታ	-883
▁ዳዊት	-884
ንት	-885
ይት	-886
እን	-887
▁አማካ	-888
▁ይኖር	-889
ፈረ	-890
▁ሂ	-891
▁እንግ	-892
ማር	-893
ሩን	-894
▁ስላ	-895
▁በራ	-896
▁20	-897
ዋን	-898
▁ተብ	-899
ቀት	-900
ቆጣ	-901
ከብ	-902
ልጽ	-903
ኑን	-904
ደረገው	-905
▁ቢሆን	-906
ገለግ	-907
▁ክፉ	-908
▁መንግስት	-909
▁እኔም	-910
ገብ	-911
ውቃ	-912
▁የይሖዋ	-913
▁ሕዝብ	-914
▁በሆነ	-915
▁መንፈስ	-916
ቷል	-917
ካታ	-918
▁አካባቢ	-919
▁አስፈላጊ	-920
▁እውነ	-921
▁ጥረት	-922
ዘላለም	-923
▁17	-924
ሮን	-925
▁እነሱ	-926
▁መር	-927
▁በአንድ	-928
ጠል	-929
▁ማስ	-930
▁ዛሬ	-931
ተኞች	-932
▁ውሳኔ	-933
ንቋ	-934
▁ጣ	-935
▁የው	-936
▁ፈጽ	-937
ቀበ	-938
▁ነው፡፡	-939
▁አመት	-940
ቻችሁ	-941
▁ስት	-942
▁ነበረ	-943
ገደ	-944
▁ኢዮ	-945
ቻችን	-946
ሳን	-947
ቸዋ	-948
▁ታላቅ	-949
▁ከወ	-950
▁እንድን	-951
▁ትእ	-952
ቸውም	-953
▁አጥ	-954
▁ለማድረግ	-955
▁ኦ	-956
ራዊት	-957
ስማ	-958
▁መመሪያ	-959
ፈልጋ	-960
ታችሁ	-961
ችለው	-962
ሰቡ	-963
▁በነ	-964
▁ወጣ	-965
ሏል	-966
ሬት	-967
▁ስለሚ	-968
▁ሳይሆን	-969
▁የግ	-970
ያዊ	-971
ፈጸም	-972
መሰ	-973
▁ሀ	-974
▁ደረጃ	-975
ጥሮ	-976
▁ለምንድን	-977
ገነ	-978
ፈጽ	-979
▁መንግሥት	-980
▁ታማኝ	-981
▁እንደሚያ	-982
▁ህይወት	-983
▁ወታደ	-984
▁ግብ	-985
ሮችን	-986
ሽን	-987
▁የሰው	-988
ጠቀም	-989
▁በምድር	-990
▁ቡ	-991
ጆች	-992
▁እርምጃ	-993
▁ክርስቶስ	-994
▁መሥ	-995
▁የለ	-996
▁ልዩ	-997
▁ለተ	-998
▁ወጥ	-999
▁ሉ	-1000
▁የስ	-1001
▁ፊ	-1002
ላከ	-1003
ኝ።	-1004
▁ሶ	-1005
ምላካ	-1006
▁በወ	-1007
▁የሚል	-1008
▁ከዚያ	-1009
ቋም	-1010
ጣን	-1011
▁ፈቃድ	-1012
ማግ	-1013
ሶች	-1014
▁16	-1015
ርን	-1016
ድሜ	-1017
▁ጉባኤ	-1018
▁ይገባ	-1019
ነበር	-1020
▁በረ	-1021
▁ተወ	-1022
▁የህ	-1023
ብረት	-1024
▁የቀ	-1025
ጠሩ	-1026
ዙሪያ	-1027
ሞክ	-1028
ቸው።	-1029
ብዙ	-1030
▁ሠራ	-1031
▁የራ	-1032
ቻቸውን	-1033
▁ድንጋ	-1034
▁ክፍል	-1035
ልስ	-1036
▁ይኖ	-1037
ኛል	-1038
ማዊ	-1039
000	-1040
▁ተናግ	-1041
ልም	-1042
▁ማሳ	-1043
ዘን	-1044
ዛዝ	-1045
ሪክ	-1046
▁ሰይ	-1047
▁ሚኒ	-1048
መሳ	-1049
ወድ	-1050
ስቱ	-1051
ነጋ	-1052
▁አታ	-1053
ቀጥ	-1054
▁አፍ	-1055
ዮን	-1056
ከናወ	-1057
ያንዳንዱ	-1058
▁አጠ	-1059
▁ለማግኘት	-1060
▁ትምህርት	-1061
▁መሰረት	-1062
▁መዛ	-1063
▁አማካኝነት	-1064
ሉን	-1065
ውያ	-1066
?”	-1067
▁ዜ	-1068
ማግሌ	-1069
▁ምድ	-1070
▁ወንድሞች	-1071
▁በሕ	-1072
▁ራሳ	-1073
ላል።	-1074
ሪቱ	-1075
ፈራ	-1076
▁እስራኤላውያን	-1077
▁በስተ	-1078
▁ስለሆነ	-1079
ክብ	-1080
▁ሆነው	-1081
▁ባሪያ	-1082
▁በሰማ	-1083
ብርሃ	-1084
ል፡፡	-1085
▁18	-1086
ቂያ	-1087
▁አቀ	-1088
ሜን	-1089
▁ደስ	-1090
▁በሁ	-1091
▁ስብሰባ	-1092
▁አለበት	-1093
▁በሚያ	-1094
▁አዲስ	-1095
▁ወሰ	-1096
▁በአምላክ	-1097
▁ሃይ	-1098
ርቅ	-1099
ጋት	-1100
ኞቹ	-1101
ረጋገ	-1102
▁ሰዎችን	-1103
ፈልግ	-1104
▁መልእ	-1105
ቶቹ	-1106
▁የጥ	-1107
▁ታዲያ	-1108
▁አለም	-1109
▁ሃሳብ	-1110
▁ሄደ	-1111
ዘጋጀ	-1112
▁ጓ	-1113
▁ሕግ	-1114
▁ከተሞች	-1115
▁መጣ	-1116
ላን	-1117
▁ንጉስ	-1118
ድና	-1119
ቀርብ	-1120
▁እውነት	-1121
▁ወስ	-1122
▁ትክ	-1123
ቀረበ	-1124
▁የሃ	-1125
ያዝ	-1126
ቆብ	-1127
ኩት	-1128
▁ለው	-1129
▁ሰጥ	-1130
▁ትር	-1131
▁አመለ	-1132
ይህ	-1133
▁ከም	-1134
▁ከእሱ	-1135
▁የመጽሃፍ	-1136
ላቸውን	-1137
▁"1	-1138
▁በይሖዋ	-1139
▁አበ	-1140
በረታ	-1141
▁ቤቱ	-1142
▁ዋና	-1143
▁በጎ	-1144
▁የል	-1145
▁የፍ	-1146
ና።	-1147
..	-1148
ራቅ	-1149
ለደ	-1150
▁አካል	-1151
▁የኤ	-1152
▁ቋንቋ	-1153
▁ንግ	-1154
ሙት	-1155
ረን	-1156
▁በዳ	-1157
▁ጀምሮ	-1158
ከው	-1159
▁ብለው	-1160
▁ክርስቲያኖች	-1161
ጢአ	-1162
ስተኛ	-1163
▁ከነ	-1164
ፎች	-1165
ብራ	-1166
ናገረው	-1167
ሄዱ	-1168
▁ገንዘብ	-1169
▁ተፈ	-1170
▁በተመለከተ	-1171
ኪያ	-1172
▁ሁሉም	-1173
▁ፍርድ	-1174
▁ያላቸው	-1175
▁ዘር	-1176
▁ባለው	-1177
▁እስራኤል	-1178
▁ባህ	-1179
በላ	-1180
ን፣	-1181
▁ድንኳ	-1182
መለስ	-1183
ቅና	-1184
▁የመንግ	-1185
▁ልጁ	-1186
▁ካህ	-1187
ዳታ	-1188
▁ድርጊ	-1189
ከር	-1190
▁ማስተ	-1191
▁እነዚህን	-1192
ደግ	-1193
ባር	-1194
ቤቱ	-1195
▁እንዲሆን	-1196
▁መንፈሳዊ	-1197
▁ድርጅት	-1198
ልክት	-1199
▁ግንኙ	-1200
▁ሽማግሌ	-1201
▁ሊሆን	-1202
▁ፍላ	-1203
▁አለ።	-1204
ያም	-1205
ሎን	-1206
ሴፍ	-1207
▁ሮ	-1208
▁ገደ	-1209
ቀደ	-1210
ከቱ	-1211
ዲያው	-1212
ንብ	-1213
የር	-1214
ኤስ	-1215
ሁንም	-1216
▁አመለካከ	-1217
▁ከሌ	-1218
▁ሴቶች	-1219
▁ቁጥር	-1220
ናገረ	-1221
▁ብት	-1222
▁ሰማ	-1223
▁ያሉት	-1224
▁መጽ	-1225
▁መብት	-1226
▁ንጉሡ	-1227
▁የምታ	-1228
ለያዩ	-1229
ዳር	-1230
▁አሉ	-1231
▁የአምላክን	-1232
ሩም	-1233
ዳደር	-1234
ቴን	-1235
▁መልስ	-1236
▁በያህዌ	-1237
▁የነበሩ	-1238
▁ለዘላለም	-1239
ከፍ	-1240
▁ጴ	-1241
▁የነበረው	-1242
ሙን	-1243
▁ለማስ	-1244
ርቶ	-1245
▁ሰላም	-1246
▁ከባድ	-1247
▁አር	-1248
ለይ	-1249
ቅስ	-1250
▁ዲ	-1251
▁ሜ	-1252
ሎችን	-1253
▁ገብ	-1254
ቸዋል።	-1255
▁መከራ	-1256
▁በዓ	-1257
ርትራ	-1258
ሬው	-1259
ሰት	-1260
▁ሪ	-1261
ቅል	-1262
▁የደ	-1263
,000	-1264
▁እነሆ	-1265
መድ	-1266
ወቀ	-1267
ዳቸው	-1268
▁ክብር	-1269
▁ተብሎ	-1270
▁የሚገኙ	-1271
▁ምግብ	-1272
▁የሚጠ	-1273
▁አልተ	-1274
እኔ	-1275
ኖረው	-1276
▁ይቅር	-1277
▁መንገ	-1278
ልስጤ	-1279
▁ፈጽሞ	-1280
ደት	-1281
▁በርካታ	-1282
▁አደረገ	-1283
ርም	-1284
▁ጥቅም	-1285
ተን	-1286
▁ስን	-1287
▁ያህዌን	-1288
▁ትኩ	-1289
▁በእስራኤል	-1290
▁አምላክን	-1291
▁ቢሆንም	-1292
▁በእሱ	-1293
▁ትልቅ	-1294
ረዱ	-1295
ስጠት	-1296
ሞን	-1297
ፈልጉ	-1298
ችላለን	-1299
▁ናቸው።	-1300
▁እንችላለን	-1301
ፈሩ	-1302
▁ይሆናል።	-1303
ማኖ	-1304
ቀድሞ	-1305
▁በቅ	-1306
▁ከሁ	-1307
▁ተዋ	-1308
ያት	-1309
▁ግንኙነት	-1310
▁ራስ	-1311
▁ፍሬ	-1312
አን	-1313
▁ደቀ	-1314
▁ማንም	-1315
ዋዕ	-1316
ገረ	-1317
ት።	-1318
ረጥ	-1319
ዲት	-1320
መልከት	-1321
▁,"	-1322
ቅረብ	-1323
▁እንዳል	-1324
ቂት	-1325
ልኝ	-1326
▁ለምን	-1327
ሰድ	-1328
ተዋል	-1329
ራችሁ	-1330
▁መጥፎ	-1331
▁የጦር	-1332
ቀበል	-1333
▁መቅደ	-1334
ቦት	-1335
▁አመታት	-1336
ጉባኤ	-1337
▁መሪ	-1338
▁ነበሩ።	-1339
▁ምስክ	-1340
▁መጠን	-1341
▁ተራራ	-1342
▁ጻ	-1343
▁መሳ	-1344
▁ፕሬ	-1345
▁ከሰ	-1346
▁ለሌ	-1347
ማውያን	-1348
ዝር	-1349
ዎችና	-1350
▁ባል	-1351
ናገሩ	-1352
ያያዘ	-1353
▁ተቃ	-1354
▁በሌላ	-1355
▁እሷ	-1356
▁አንዳን	-1357
ስቴ	-1358
ያል	-1359
▁እሱን	-1360
▁ዮሃ	-1361
ክርስቶስ	-1362
ብኝ	-1363
▁ውኃ	-1364
ላችን	-1365
▁በመንፈ	-1366
▁ካል	-1367
▁ብሏል	-1368
ደርገው	-1369
▁ይሰማ	-1370
ሃን	-1371
ጉም	-1372
ርሱም	-1373
ንግድ	-1374
▁ፕሮ	-1375
ወሰነ	-1376
▁አባላት	-1377
▁መው	-1378
▁ደስታ	-1379
▁እርስ	-1380
ናቸው	-1381
▁ወላ	-1382
▁ከል	-1383
ታን	-1384
ራር	-1385
▁እርዳታ	-1386
ለቱ	-1387
▁ተሰ	-1388
▁አሁንም	-1389
▁ነኝ	-1390
▁በማድረግ	-1391
ገባው	-1392
▁ሚስት	-1393
▁ዘመ	-1394
ለዋል	-1395
ባችሁ	-1396
▁ኢትዮጵያ	-1397
ሁኑ	-1398
በቅ	-1399
▁ረገድ	-1400
▁አመለካከት	-1401
ለቲ	-1402
ደረሰ	-1403
▁ተደ	-1404
▁አልነበረ	-1405
▁ይዞ	-1406
ዎስ	-1407
▁ይሆን	-1408
ቃል	-1409
▁ወንድሞ	-1410
▁አባት	-1411
ገት	-1412
▁በባ	-1413
ወጡ	-1414
▁ቀጥ	-1415
▁ቅዱስን	-1416
▁የሚከተ	-1417
▁ስሜት	-1418
ብረ	-1419
▁ይታ	-1420
ብርሃም	-1421
▁የመጀመሪያ	-1422
ረዳት	-1423
▁ህዝብ	-1424
▁በአን	-1425
▁ሺ	-1426
▁እርግ	-1427
ወር	-1428
▁መረጃ	-1429
▁የሥራ	-1430
▁ዓይነት	-1431
▁ችሎ	-1432
▁ውጭ	-1433
▁ወይ	-1434
ማቸው	-1435
▁ጀመር	-1436
ለጠ	-1437
▁ገና	-1438
ሰጡ	-1439
▁ፓ	-1440
▁ማቴ	-1441
▁ዩ	-1442
▁ትችላ	-1443
▁የነበሩት	-1444
▁ችግር	-1445
▁የምና	-1446
▁በፊ	-1447
▁ዝግ	-1448
ከላከ	-1449
ግብፅ	-1450
ዘር	-1451
▁አሳል	-1452
▁አገልጋዮች	-1453
ላፊነት	-1454
ማን	-1455
▁አስደ	-1456
▁ጥበብ	-1457
ባቸውን	-1458
▁199	-1459
▁እህ	-1460
▁ክል	-1461
▁መሆና	-1462
ጊያ	-1463
▁መታ	-1464
ሥት	-1465
▁መሥዋዕ	-1466
ለህ።	-1467
▁መቶ	-1468
▁የካ	-1469
▁ስለተ	-1470
ኑም	-1471
ከለ	-1472
▁24	-1473
▁ማግኘት	-1474
መጡ	-1475
በመ	-1476
▁ውጤ	-1477
▁ስጦ	-1478
ናዊ	-1479
▁ኢያ	-1480
▁ዳር	-1481
ል፣	-1482
▁21	-1483
ላችኋ	-1484
▁እርሱ	-1485
▁ዓለም	-1486
ጠረ	-1487
ዎቹን	-1488
ስብ	-1489
ቷል።	-1490
▁በድ	-1491
ታችንን	-1492
▁ነፍ	-1493
▁መላ	-1494
▁እንስ	-1495
መት	-1496
ቃሚ	-1497
ሰል	-1498
ቡብ	-1499
▁ኤል	-1500
▁ፍላጎ	-1501
▁ሳኦ	-1502
▁አላቸው።	-1503
ጋጥ	-1504
▁ፋ	-1505
▁ሦ	-1506
▁ነጻ	-1507
▁አንስቶ	-1508
ሐፍ	-1509
▁መዛሙር	-1510
አምላክ	-1511
▁ባለሥ	-1512
ረገ	-1513
▁ማህ	-1514
▁ጠቅ	-1515
▁አምላካ	-1516
ኖስ	-1517
▁ፀ	-1518
▁ይሰጣ	-1519
▁ምስክሮች	-1520
ተት	-1521
▁አለመ	-1522
▁አገሮች	-1523
▁በኤ	-1524
ፉት	-1525
▁በበ	-1526
▁ጠብ	-1527
ዘዝ	-1528
▁ልት	-1529
▁ልክ	-1530
ቶቻቸው	-1531
▁ሕዝቡ	-1532
▁በምት	-1533
ዚሁ	-1534
ረድ	-1535
ታይ	-1536
ነግ	-1537
▁ደም	-1538
▁መስጠ	-1539
▁መግለ	-1540
ሻለ	-1541
▁ብሔ	-1542
▁ዳዊ	-1543
▁አሉት	-1544
ከፋ	-1545
▁ጆ	-1546
ለቲካ	-1547
ቢት	-1548
ጥረት	-1549
▁መሬት	-1550
▁ያሉትን	-1551
ክስ	-1552
ከረ	-1553
ክህ	-1554
▁የሞ	-1555
ብት	-1556
በታል	-1557
▁ንጹ	-1558
ራሉ	-1559
▁ህግ	-1560
▁የተለ	-1561
ሄዳ	-1562
▁ክርስቲያን	-1563
▁በዛ	-1564
▁ተጽ	-1565
▁በመካከ	-1566
ትር	-1567
▁“‘	-1568
▁ባለስ	-1569
ቻል	-1570
▁ዙሪያ	-1571
ደን	-1572
▁ከእነሱ	-1573
▁ጴጥሮ	-1574
ቹም	-1575
▁አለቃ	-1576
ሯል	-1577
ገልገል	-1578
▁ተገቢ	-1579
▁ምንድን	-1580
▁ቀናት	-1581
ሙያ	-1582
▁ስጦታ	-1583
ራን	-1584
▁ይናገ	-1585
▁ለዚህ	-1586
▁የኢትዮጵያ	-1587
ች።	-1588
ላችሁ።	-1589
ቅድ	-1590
ጊዜም	-1591
▁በተያያዘ	-1592
▁ቅር	-1593
▁ህይወ	-1594
ለማ	-1595
▁ራሱን	-1596
▁ወዲያው	-1597
▁የሚያሳ	-1598
▁ለአምላክ	-1599
▁እስኪ	-1600
▁ኩ	-1601
▁ጫ	-1602
ለች።	-1603
▁አግ	-1604
▁እኛም	-1605
▁ወደሚ	-1606
ርና	-1607
▁ኮሚ	-1608
ጣሚ	-1609
መለከት	-1610
ናው	-1611
ነበረው	-1612
▁ቀደም	-1613
ባባ	-1614
▁መጻ	-1615
▁ነዋ	-1616
ያዙ	-1617
ሣሪያ	-1618
▁22	-1619
▁ወረ	-1620
▁መዝሙር	-1621
▁እንደማይ	-1622
ያህ	-1623
ም፡፡	-1624
▁ባይ	-1625
▁በቅር	-1626
▁የቤተ	-1627
ንካ	-1628
▁ችግ	-1629
ገንዘብ	-1630
ሕዝቡ	-1631
▁ኪዳን	-1632
ይና	-1633
ፊያ	-1634
ለን።	-1635
▁የዚህ	-1636
ጹም	-1637
▁ትእዛዝ	-1638
ስም	-1639
እነ	-1640
▁ያም	-1641
▁ከእኔ	-1642
▁እውነተኛ	-1643
ከተል	-1644
ቀርቡ	-1645
▁ለያህዌ	-1646
▁ያስተ	-1647
▁ጦርነት	-1648
▁ይሖዋን	-1649
ጠይ	-1650
ወጣው	-1651
ጠበቅ	-1652
▁ኃይ	-1653
▁ይበ	-1654
ከሰ	-1655
ሞክራ	-1656
ውነ	-1657
▁የሕ	-1658
ልህ	-1659
ሆነው	-1660
▁ጽሁ	-1661
▁23	-1662
▁ቀር	-1663
▁በሃ	-1664
▁ርእ	-1665
▁አደጋ	-1666
▁የፖ	-1667
▁ወንድም	-1668
▁ከኢ	-1669
▁ይመስ	-1670
▁የተመ	-1671
ባረ	-1672
ቆች	-1673
ከዚያም	-1674
▁ከእናንተ	-1675
ጠን	-1676
ሁት	-1677
ራም	-1678
▁ክንድ	-1679
▁በኢየሩሳሌም	-1680
▁የፈ	-1681
▁ለይሖዋ	-1682
▁የአሜሪካ	-1683
ስለ	-1684
▁ምስራ	-1685
ሊት	-1686
ብህ	-1687
▁ብላ	-1688
▁የሆኑት	-1689
ቁት	-1690
ቆም	-1691
ጽና	-1692
ስራት	-1693
ሮት	-1694
ስተር	-1695
▁አብዛ	-1696
ጣው	-1697
▁ሰብ	-1698
▁አንተም	-1699
▁ባሕ	-1700
▁ማር	-1701
ረዋል	-1702
ራው	-1703
▁ቶ	-1704
▁ነገሮችን	-1705
▁ሲሉ	-1706
▁በዚያም	-1707
▁አድርገው	-1708
▁እያንዳንዱ	-1709
ናውያን	-1710
▁ይችላሉ	-1711
ከባ	-1712
▁አስታው	-1713
▁ውድ	-1714
ዑስ	-1715
ርያት	-1716
▁ድምፅ	-1717
ንጉሡ	-1718
ግባር	-1719
ምነ	-1720
▁/	-1721
▁ሳለ	-1722
▁ጋዜ	-1723
▁ምንጊዜም	-1724
▁ታላ	-1725
▁መልሶ	-1726
▁ትርጉም	-1727
ዊያ	-1728
▁በዘ	-1729
▁የሚቃ	-1730
▁ነፃ	-1731
ንግዲህ	-1732
▁ወለደ	-1733
ምራ	-1734
ዕቆብ	-1735
▁ውሃ	-1736
▁በጽ	-1737
▁ነገድ	-1738
▁ድርጊት	-1739
ጸው	-1740
▁አጋጣሚ	-1741
▁ዮሴፍ	-1742
▁ከአምላክ	-1743
▁መጀመሪያ	-1744
▁ግለ	-1745
▁የለው	-1746
▁ራእ	-1747
▁ጥቃት	-1748
▁ጥፋት	-1749
ዋእ	-1750
▁አቅር	-1751
▁ትኩረት	-1752
▁ይወ	-1753
▁ይዘ	-1754
▁በእኔ	-1755
ያቸው	-1756
▁በግልጽ	-1757
ዳና	-1758
ዚዳን	-1759
▁ኃይል	-1760
ልፍ	-1761
▁ለወ	-1762
▁ሥርዓት	-1763
ና፤	-1764
ጋችሁ	-1765
▁ጠላ	-1766
▁እስካ	-1767
▁ዕለት	-1768
▁ከአንተ	-1769
ክቶ	-1770
ዬን	-1771
ጠየ	-1772
▁25	-1773
ጋሪ	-1774
ዳዊት	-1775
▁በመጀመሪያ	-1776
ጋዊ	-1777
▁አላህ	-1778
ጤና	-1779
ሆኑት	-1780
▁)"	-1781
▁ትክክ	-1782
▁አውራ	-1783
▁እንግዲህ	-1784
ግና	-1785
ምንት	-1786
▁የነበረውን	-1787
ደራ	-1788
▁እረ	-1789
መሳሳይ	-1790
▁አፈ	-1791
▁ሽማግሌዎች	-1792
ድጓ	-1793
▁የላ	-1794
▁ደብ	-1795
ንነት	-1796
▁ሰባት	-1797
▁መልእክት	-1798
ገኙት	-1799
ኑት	-1800
▁ንዑስ	-1801
▁በመጨረሻ	-1802
ኛውንም	-1803
▁አለው፦	-1804
▁ኃጢአት	-1805
▁ለእናንተ	-1806
ላህ	-1807
▁የንግድ	-1808
▁ሰለ	-1809
▁እባ	-1810
▁መሣሪያ	-1811
ዱን	-1812
▁ምላ	-1813
▁ጉዳት	-1814
▁ሚኒስት	-1815
▁ይሰ	-1816
▁ያልተ	-1817
ዮቹ	-1818
▁ስለነበር	-1819
በተ	-1820
ሊዮን	-1821
▁ይረዳ	-1822
▁በዛሬው	-1823
▁አጠገብ	-1824
▁አሰ	-1825
▁ጨምሮ	-1826
ሴት	-1827
▁ማለትም	-1828
▁ይቀ	-1829
▁ጥር	-1830
መለሱ	-1831
ችልም	-1832
▁መቀ	-1833
▁መሳሪያ	-1834
▁በኋላም	-1835
ናን	-1836
▁ሕይወት	-1837
▁ይሆና	-1838
▁የተፈ	-1839
▁አምስት	-1840
ደል	-1841
▁በሽ	-1842
▁የሠ	-1843
▁ግልጽ	-1844
ዱት	-1845
▁ብሄ	-1846
▁በብ	-1847
▁ቢያ	-1848
▁አይሁዳ	-1849
▁ከዚህም	-1850
▁እናንተም	-1851
ሎም	-1852
ኞችን	-1853
▁የሚቆ	-1854
መኛ	-1855
ሞላ	-1856
ጎች	-1857
ለበት	-1858
▁ለራ	-1859
▁ነቢ	-1860
ንቱ	-1861
ርዳት	-1862
▁ኖሮ	-1863
▁እንድታ	-1864
ሳችሁ	-1865
▁ለውጥ	-1866
ማል	-1867
በበ	-1868
አንተ	-1869
▁30	-1870
ቃሴ	-1871
▁ጢ	-1872
ገልግ	-1873
▁አየ	-1874
▁አንዲት	-1875
▁የወይን	-1876
ቀም	-1877
ወጥ	-1878
▁ዋጋ	-1879
ተና	-1880
ጣቸው	-1881
▁ዓይ	-1882
▁የኮ	-1883
▁ማዕ	-1884
▁በላ	-1885
▁ከጥ	-1886
ቅስቃሴ	-1887
▁በድን	-1888
▁በዚያን	-1889
ጣል	-1890
ውልድ	-1891
▁አድርገ	-1892
▁እርሱም	-1893
ሊዝ	-1894
▁ነህ	-1895
▁ዝም	-1896
▁እሳት	-1897
▁ሰላ	-1898
▁አራት	-1899
አንድ	-1900
▁ያን	-1901
▁ይኖርብ	-1902
ዩት	-1903
▁ሃይል	-1904
▁ኢየሩሳሌም	-1905
ንባ	-1906
ስተው	-1907
ረጋግ	-1908
ግባብ	-1909
▁አደርጋ	-1910
ትንና	-1911
▁ጠየ	-1912
ደጋ	-1913
▁የቆ	-1914
▁እንዳለው	-1915
ጨት	-1916
▁የተሰ	-1917
ንቃ	-1918
ክፉ	-1919
ደገ	-1920
▁እኔን	-1921
▁እንደገና	-1922
ውና	-1923
▁ቤተሰብ	-1924
ገውን	-1925
▁ሞት	-1926
▁ወገን	-1927
▁ዶ	-1928
ለህ፤	-1929
▁መግለጫ	-1930
ውነት	-1931
▁ከበ	-1932
!”	-1933
▁ማድረ	-1934
▁በውስ	-1935
ርክ	-1936
ሳል	-1937
ፈን	-1938
▁እንቅስቃሴ	-1939
▁ፖሊ	-1940
ልኮ	-1941
▁ወዲያውኑ	-1942
መዝ	-1943
ላዊው	-1944
ቋቋም	-1945
▁መኖር	-1946
▁መሥዋዕት	-1947
ባዊ	-1948
ጋፍ	-1949
ግባት	-1950
▁እስቲ	-1951
▁ይመጣ	-1952
▁አግኝ	-1953
▁መሪዎች	-1954
▁ወገ	-1955
ጅት	-1956
▁ስምምነት	-1957
ስር	-1958
ጠላ	-1959
▁ስህ	-1960
▁በከ	-1961
▁ከመሆኑም	-1962
ሞክራሲ	-1963
ገስ	-1964
ተዋል።	-1965
▁ችሎታ	-1966
▁ሳሙ	-1967
▁አክ	-1968
▁የተወ	-1969
▁ተግባር	-1970
▁መስጠት	-1971
▁ወታደሮች	-1972
ዶቹ	-1973
ላማ	-1974
ሳው	-1975
▁ቤተሰ	-1976
ሰጣቸው	-1977
▁የሚኖሩ	-1978
▁ተጨማሪ	-1979
ዩን	-1980
▁ስድ	-1981
▁የከተማ	-1982
ሮቹ	-1983
ወግ	-1984
▁የሚችል	-1985
አክ	-1986
▁የሚታ	-1987
ጥረ	-1988
▁ልብስ	-1989
ሩሲ	-1990
ጀት	-1991
▁የሚገል	-1992
▁ጴጥሮስ	-1993
ክርስቲ	-1994
ሎቹ	-1995
ንታ	-1996
ስትና	-1997
▁ቦታዎች	-1998
▁ፈቃደኛ	-1999
ሰር	-2000
ፌዴ	-2001
▁የኢየሱስ	-2002
▁ሻ	-2003
▁ስል	-2004
▁አሊ	-2005
ኢየሱስ	-2006
▁የሚለው	-2007
▁ጉዳዮች	-2008
ሯቸው	-2009
▁በቁ	-2010
▁ማስረጃ	-2011
ዳቤ	-2012
ጅም	-2013
▁በመሆኑ	-2014
ደበ	-2015
ጡ።	-2016
▁ምልክት	-2017
▁አስተዋ	-2018
ራብ	-2019
ዴታ	-2020
ሉትን	-2021
▁ጀመረ	-2022
▁ሁኔታዎች	-2023
ሕዝብ	-2024
▁የዩ	-2025
ዘጋጅ	-2026
▁ሃይማኖ	-2027
ልቁ	-2028
ከል	-2029
ጣሪ	-2030
▁ለሁ	-2031
እናንተ	-2032
▁ሙሴን	-2033
▁የያህዌን	-2034
▁ደር	-2035
▁እነዚያ	-2036
▁ብዬ	-2037
▁ታሪክ	-2038
ኩስ	-2039
ጣጫ	-2040
▁ጌ	-2041
▁ደረ	-2042
▁መስዋእ	-2043
ለመ	-2044
ገሩ	-2045
▁ዜና	-2046
▁ዛፍ	-2047
ለል	-2048
ቋቋ	-2049
ፍሬ	-2050
▁ጓደኛ	-2051
▁ጠቃሚ	-2052
ዓብ	-2053
ጀል	-2054
ደሪያ	-2055
▁ተቀም	-2056
▁የሚወ	-2057
▁የተለያዩ	-2058
▁የዘ	-2059
19	-2060
ለቀ	-2061
ሙሴ	-2062
▁ዳግ	-2063
ገኘውን	-2064
▁ጥቂት	-2065
--	-2066
ታል፤	-2067
▁ሰም	-2068
▁አክብ	-2069
▁ነዋሪዎች	-2070
ዖን	-2071
ማኝነት	-2072
▁የገ	-2073
▁መልክ	-2074
▁አላማ	-2075
መቱ	-2076
ስታወ	-2077
▁ቁጣ	-2078
▁አራ	-2079
▁ያውቃ	-2080
▁ጊዜም	-2081
▁እንደምት	-2082
▁አዎ	-2083
መለከቱ	-2084
▁መጨረሻ	-2085
ነቱን	-2086
▁ስሙ	-2087
▁ቁጥ	-2088
▁የይሁዳ	-2089
▁ትክክለኛ	-2090
▁ጠባ	-2091
▁ከሰማ	-2092
▁ብርሃን	-2093
ዙፋ	-2094
▁በአሁኑ	-2095
▁ይላል፦	-2096
▁ምርጫ	-2097
▁የሚሰ	-2098
▁ከያህዌ	-2099
ፍን	-2100
▁ድል	-2101
▁ሁል	-2102
▁ዕቃ	-2103
▁ገዢ	-2104
ፈት	-2105
ኛውን	-2106
▁የብ	-2107
▁ፍላጎት	-2108
ገልጋ	-2109
▁28	-2110
▁መም	-2111
▁የኦ	-2112
▁ተቀባ	-2113
▁ሥልጣን	-2114
▁የጎ	-2115
▁በሚገባ	-2116
▁ወደፊት	-2117
ከታተ	-2118
▁አቢ	-2119
▁ድጋፍ	-2120
ህዝ	-2121
ፍረት	-2122
ሠሩ	-2123
▁አብረው	-2124
▁እንደነበር	-2125
ቀረቡ	-2126
በዚህ	-2127
▁ፍት	-2128
▁ቤቶች	-2129
▁ወጣት	-2130
▁ደንብ	-2131
▁ይገባል	-2132
▁መኖ	-2133
▁ወዲህ	-2134
▁ተግባራዊ	-2135
ባለ	-2136
ዋር	-2137
ሆንኩ	-2138
▁ከብ	-2139
▁በታች	-2140
▁ቴ	-2141
▁እጁ	-2142
▁ተሸ	-2143
▁አቶ	-2144
ልያ	-2145
▁ቢሮ	-2146
▁ይመ	-2147
ሃት	-2148
ባበ	-2149
▁ተራ	-2150
ለምሳሌ	-2151
▁በሰማይ	-2152
▁ራሳቸውን	-2153
▁ይችላል፡፡	-2154
ከናው	-2155
▁ያላቸውን	-2156
ጀራ	-2157
▁ልማ	-2158
▁አልፎ	-2159
▁እንዲያውም	-2160
ሱት	-2161
ካባቢ	-2162
▁የሰጠ	-2163
▁ሚኒስቴ	-2164
▁እንደሚያስ	-2165
ሊክ	-2166
ዎችም	-2167
▁ያደረገ	-2168
በትም	-2169
▁ፈር	-2170
ኝም	-2171
ዳም	-2172
ውያንም	-2173
▁ገልጿ	-2174
▁በአንተ	-2175
▁ይፈ	-2176
▁አበባ	-2177
▁ምስክር	-2178
▁እንደም	-2179
ዳችሁ	-2180
ልጣናት	-2181
▁እነሱን	-2182
▁ጠንካ	-2183
▁የይሖዋን	-2184
▁ኑ	-2185
▁ትንቢት	-2186
ለቆ	-2187
▁አዛ	-2188
▁የአባ	-2189
▁የጋ	-2190
▁በመሆን	-2191
▁ማንኛውንም	-2192
▁መድ	-2193
▁ሶስት	-2194
▁በሆነው	-2195
▁እንዲህም	-2196
▁ከእነዚህ	-2197
▁ሰጠ	-2198
▁አዘ	-2199
▁ካህና	-2200
▁ቡድን	-2201
ባለው	-2202
▁መቃ	-2203
▁አንብ	-2204
▁የሚፈ	-2205
▁አድርጓ	-2206
ጋሚ	-2207
ችኋል	-2208
▁አድርግ	-2209
ጠመ	-2210
▁አሊያም	-2211
ናችሁ	-2212
▁ማወቅ	-2213
▁በይሁዳ	-2214
በራ	-2215
ስታት	-2216
▁ራሱ	-2217
▁መዛሙርቱ	-2218
ሃለሁ	-2219
ከናወን	-2220
▁የሰማ	-2221
▁በኢትዮጵያ	-2222
▁ይሆናል፡፡	-2223
ዳድ	-2224
▁መጽሐፍ	-2225
▁በእነሱ	-2226
ሰቢያ	-2227
▁መቼ	-2228
▁መዋ	-2229
▁በገ	-2230
▁ሃጢአት	-2231
▁በእሳት	-2232
▁የምንችለው	-2233
ዳብ	-2234
▁ራእይ	-2235
▁ሰይጣን	-2236
▁አመራር	-2237
▁የሚገባ	-2238
በእ	-2239
ደብ	-2240
ቤል	-2241
▁ንብረት	-2242
▁ፕሬዚዳን	-2243
▁ርስት	-2244
▁አስተዳደር	-2245
አል	-2246
አም	-2247
ፈጸመ	-2248
▁አሸ	-2249
ማሪዎች	-2250
▁በሕይወት	-2251
ሰሙ	-2252
▁ከጊዜ	-2253
ታም	-2254
ክምና	-2255
ያውቁ	-2256
▁ልጆቹ	-2257
▁አባል	-2258
▁ባለሙያ	-2259
ወሰን	-2260
▁ጢሞ	-2261
▁ተነሳ	-2262
▁የምድር	-2263
ኖረ	-2264
ሰን	-2265
ካል	-2266
ዋት	-2267
ሉ፡፡	-2268
▁ግዴታ	-2269
መኑ	-2270
ፖርት	-2271
▁ተቋ	-2272
▁አግባብ	-2273
ኝ፤	-2274
ጠቃ	-2275
▁ልን	-2276
▁በራሱ	-2277
ሻሻ	-2278
ቃስ	-2279
ንኛውም	-2280
▁ሁልጊዜ	-2281
ሏቸው	-2282
ቀርባ	-2283
ጋቸው	-2284
▁ቀድ	-2285
▁የጽ	-2286
▁አብርሃም	-2287
ወረ	-2288
▁ምላሽ	-2289
▁ሌሎችን	-2290
▁ጠንካራ	-2291
▁በቤተ	-2292
▁በከተማ	-2293
▁ብል	-2294
▁አንድነት	-2295
▁ነን	-2296
ለዋል።	-2297
▁ምሥራ	-2298
▁እድሜ	-2299
▁ስህተት	-2300
▁ደብዳቤ	-2301
ቀስ	-2302
ንዱ	-2303
ካሄ	-2304
ቀመጥ	-2305
▁ጥቅ	-2306
▁ሕዝቦች	-2307
▁መልእክ	-2308
ግል	-2309
▁ሰራ	-2310
▁ጸጋ	-2311
▁አለቆች	-2312
ም፣	-2313
ተህ	-2314
▁አቅጣጫ	-2315
ምፒ	-2316
በትና	-2317
ድሪቱ	-2318
ጠረው	-2319
▁በእናንተ	-2320
▁እያንዳን	-2321
▁የእግዚአብሔር	-2322
ሩሲያ	-2323
▁ለል	-2324
▁ለሰ	-2325
▁ፈረ	-2326
▁የሚመ	-2327
ሥር	-2328
ርባ	-2329
ካት	-2330
▁የገባ	-2331
▁እድ	-2332
▁ጠይ	-2333
▁ለመግ	-2334
▁ይዘው	-2335
▁ነፋ	-2336
▁ካለ	-2337
ሳይያስ	-2338
ረግ	-2339
▁ስርአት	-2340
ጠነ	-2341
▁ቂ	-2342
መጽሃፍ	-2343
▁እንድና	-2344
▁ዳግመኛ	-2345
ቆጣጠር	-2346
ኖራቸው	-2347
ምሩ	-2348
ወቁ	-2349
’”	-2350
ስማማ	-2351
ውሰድ	-2352
▁ሺህ	-2353
▁በስተቀር	-2354
▁ወታደራዊ	-2355
▁ዴ	-2356
▁ሆኑ	-2357
▁ከሞት	-2358
▁ካለው	-2359
መለከተው	-2360
▁በመንፈስ	-2361
▁ያደረገው	-2362
ቷን	-2363
በራቸው	-2364
ዋርያው	-2365
▁ሦስት	-2366
ረተ	-2367
ኮኖ	-2368
ፈለግ	-2369
▁ሌዋ	-2370
▁ተመ	-2371
▁ማየት	-2372
▁በብዙ	-2373
▁ባህር	-2374
▁አንድም	-2375
የም	-2376
ደድ	-2377
ረጋገጥ	-2378
▁ዘገባ	-2379
▁እዚያ	-2380
▁የለም።	-2381
▁አለበት፡፡	-2382
ሳተ	-2383
ያቂ	-2384
ደረጉት	-2385
▁የተሻለ	-2386
▁የመጨረሻ	-2387
ልስጤማውያን	-2388
ኩር	-2389
ዋል፤	-2390
▁27	-2391
▁በሌሎች	-2392
▁ጥያቄዎች	-2393
▁እንደሚችል	-2394
ለፍ	-2395
ሰላ	-2396
ቆይ	-2397
▁ሱ	-2398
▁ሰነ	-2399
▁በቅርቡ	-2400
▁መጻህ	-2401
▁ቀላል	-2402
▁የበላይ	-2403
▁ተመሳሳይ	-2404
ምለ	-2405
ረፍ	-2406
ቅዱ	-2407
▁እግ	-2408
▁በማስ	-2409
▁ትንሽ	-2410
▁ይሁዳ	-2411
▁የዓ	-2412
▁የመጣ	-2413
▁በእነዚህ	-2414
ውሮ	-2415
ውጣት	-2416
▁ጠጅ	-2417
▁ክልል	-2418
▁የከ	-2419
▁እንስሳ	-2420
▁ዮሃንስ	-2421
▁መጋ	-2422
▁ወላጆች	-2423
ቤቴ	-2424
▁ፍር	-2425
▁በደል	-2426
▁ሚስተር	-2427
▁ከሌሎች	-2428
▁የተጠቀ	-2429
▁የሁ	-2430
▁ሰዎችም	-2431
▁ሳሙኤል	-2432
ናቂ	-2433
▁ልጅ፣	-2434
▁አድርጉ	-2435
ቼን	-2436
የአ	-2437
ቃቸው	-2438
ውያኑ	-2439
ጥፋት	-2440
▁አእ	-2441
ቀረበው	-2442
▁እሷም	-2443
▁አሉት።	-2444
▁አይኖር	-2445
ሴን	-2446
ረታዊ	-2447
▁ለእኔ	-2448
▁ተደር	-2449
▁ያደርጋል	-2450
ታማ	-2451
▁አቀፍ	-2452
▁ለመስጠት	-2453
▁በሚገኘው	-2454
ለት።	-2455
▁ያው	-2456
▁ወገኖች	-2457
▁ሰባ	-2458
▁ትእዛ	-2459
▁እዚህ	-2460
▁ምግባር	-2461
ቀል	-2462
ከላከያ	-2463
▁ርእስ	-2464
▁በዚህም	-2465
▁ገበ	-2466
▁ለማሳ	-2467
▁ሌላው	-2468
▁ታውቃ	-2469
ዛብ	-2470
▁መፍ	-2471
ነጋገር	-2472
እንዲህ	-2473
▁ያላ	-2474
▁ተቀባይነት	-2475
ላሉ።	-2476
▁የሚሆን	-2477
▁የሚገኘው	-2478
▁እንመልከት	-2479
▁ይቻ	-2480
▁ተመልከት	-2481
▁እንደሆኑ	-2482
ንዳ	-2483
ዳጅ	-2484
ቦችን	-2485
▁ያዘ	-2486
▁ማስተዋል	-2487
▁በነገ	-2488
▁ይገኛ	-2489
▁ህዝቦች	-2490
ቀቅ	-2491
▁ከፊ	-2492
ርምያስ	-2493
▁ናቸው፤	-2494
▁መንገዶች	-2495
▁አላቸው፦	-2496
ህንም	-2497
▁ዳን	-2498
▁ተዋጊ	-2499
▁በህይወት	-2500
▁በመጽሃፍ	-2501
▁የሚያደርጉ	-2502
ነሣ	-2503
ቅያስ	-2504
ንበት	-2505
▁ሚስ	-2506
▁ተከ	-2507
▁ገባ	-2508
▁ሊያስ	-2509
ፍታ	-2510
▁ለምሳሌ	-2511
▁አንብብ	-2512
ዋሚ	-2513
ገናኛ	-2514
▁ዘፍ	-2515
▁ያወጣ	-2516
▁ለሌሎች	-2517
▁ኢየሱስም	-2518
ይፍ	-2519
▁ኃላፊ	-2520
▁ትምህር	-2521
▁ትችላለህ	-2522
፱፻	-2523
▁ናት	-2524
▁የዮ	-2525
▁ድንኳኑ	-2526
▁ፕሮግራ	-2527
▁ይችላል።	-2528
ዊያው	-2529
ዋለሁ	-2530
▁ለብ	-2531
ባቸዋል	-2532
▁ሉቃስ	-2533
▁አምላ	-2534
▁ከእነ	-2535
▁መልአክ	-2536
▁ቅዱሳን	-2537
▁ዝግጅት	-2538
▁አቋ	-2539
ላችሁ፤	-2540
▁ሆይ፥	-2541
▁ሳኦል	-2542
▁ነውና	-2543
▁መሆናቸውን	-2544
ንክ	-2545
ጥን	-2546
ራል።	-2547
ቶችና	-2548
ስተኛው	-2549
▁በሰው	-2550
▁እርግጠ	-2551
▁በእርግጥም	-2552
ጮች	-2553
▁ምናል	-2554
▁ይጠብ	-2555
▁ዓመታት	-2556
▁የተወሰ	-2557
▁ስለሆነም	-2558
ቱና	-2559
▁ኬ	-2560
▁ላከ	-2561
▁ደን	-2562
▁ከአባ	-2563
▁ሁሉንም	-2564
ሬን	-2565
ርሻ	-2566
▁26	-2567
▁አሮ	-2568
▁ትሆና	-2569
▁ነገሥ	-2570
▁የለውም	-2571
በሳ	-2572
▁ስታ	-2573
▁በጉ	-2574
▁ሞገስ	-2575
▁ዳርቻ	-2576
▁የሚያስችል	-2577
ጠቅ	-2578
ሪቱን	-2579
ንቀት	-2580
▁ሥጋ	-2581
▁በመላው	-2582
▁ባልን	-2583
▁ተከታ	-2584
▁ወዳጅ	-2585
ራቸውን	-2586
▁ሁለቱ	-2587
▁ውጤት	-2588
▁አድርጌ	-2589
▁መስዋእት	-2590
▁የዋ	-2591
እነዚህ	-2592
▁ለእሱ	-2593
▁ፍጹም	-2594
▁የበለጠ	-2595
▁አምላክህ	-2596
ደነ	-2597
ስታው	-2598
▁ሰዓት	-2599
▁ፈተና	-2600
▁ቻ	-2601
▁በፈ	-2602
▁ባሉት	-2603
▁ኢያሱ	-2604
▁ሰለሞን	-2605
▁አሜሪካ	-2606
ናብ	-2607
ችውን	-2608
▁ትክክል	-2609
ሪው	-2610
እኖ	-2611
ጻሜ	-2612
ይህን	-2613
▁ተቆ	-2614
▁ድርሻ	-2615
▁እንደሌ	-2616
እንደ	-2617
ቶቻችን	-2618
▁እርሻ	-2619
እቆብ	-2620
▁የያ	-2621
▁በዙሪያ	-2622
ኪና	-2623
መለክ	-2624
ቴዎስ	-2625
ወቅቱ	-2626
ያየት	-2627
▁መጥቶ	-2628
▁ስላል	-2629
▁ጠቅላይ	-2630
ሃል።	-2631
አቸው	-2632
ጥነት	-2633
▁ታው	-2634
▁ኃጢአ	-2635
▁የውጭ	-2636
▁ድንጋይ	-2637
ምም	-2638
▁ሌሊት	-2639
▁ከሚያ	-2640
▁እንዳት	-2641
ጠቀሙ	-2642
ርዳኖስ	-2643
▁ሰማይ	-2644
▁የደረ	-2645
▁አይገባ	-2646
▁ከአንድ	-2647
ዘጋጁ	-2648
▁ቆይ	-2649
▁ከእኛ	-2650
▁ወይስ	-2651
▁ድንጋጌ	-2652
▁ተናግሯል	-2653
▁እንዲሆኑ	-2654
▁ከእንግዲህ	-2655
ርቲ	-2656
▁ዞ	-2657
▁ሰይፍ	-2658
▁ክን	-2659
ባቢሎን	-2660
ገለግሉ	-2661
▁አለኝ	-2662
▁አውሮ	-2663
▁ከእስራኤል	-2664
ወጣት	-2665
▁ብለህ	-2666
ገልግሎት	-2667
▁አገልግሎ	-2668
▁ኢየሱስን	-2669
ለድ	-2670
ማረ	-2671
▁መተ	-2672
▁ይወስ	-2673
▁ተጽእኖ	-2674
መነ	-2675
▁ሊቀ	-2676
▁መክ	-2677
▁ይቆ	-2678
▁መላእ	-2679
▁ጽድቅ	-2680
ጨነ	-2681
▁የሚለውን	-2682
ጋና	-2683
▁አህ	-2684
▁ለአንተ	-2685
▁ሚሊዮን	-2686
ሞክራሲያዊ	-2687
ዋም	-2688
▁ምኞ	-2689
ጆቹ	-2690
▁አያስ	-2691
▁ይሖዋ።	-2692
ንሲ	-2693
▁ተር	-2694
▁አነ	-2695
ውነተኛው	-2696
ር፣	-2697
ሸከ	-2698
ችንም	-2699
ደኛው	-2700
▁ቀጠ	-2701
እስራኤል	-2702
▁አንተን	-2703
▁አይቀር	-2704
▁ሮም	-2705
▁በቂ	-2706
▁ከሃ	-2707
ኳንን	-2708
▁መሬ	-2709
▁አቤቱ	-2710
▁እንደማ	-2711
▁እውቀት	-2712
▁የሚያደርግ	-2713
▁የነበሩትን	-2714
ጋል	-2715
ገሪቱ	-2716
▁ሃሳ	-2717
▁ተነስቶ	-2718
▁አይሁዳውያን	-2719
▁ሬ	-2720
መለሰ	-2721
እነሆ	-2722
▁ሄዱ	-2723
▁ከስ	-2724
▁በመን	-2725
▁አጥብ	-2726
▁ካህናት	-2727
መለከ	-2728
▁ህዝቡ	-2729
▁ተጠቅ	-2730
ነትን	-2731
▁ቅጣት	-2732
ወገድ	-2733
▁ይስ	-2734
በታል።	-2735
▁በጎች	-2736
▁ለማወቅ	-2737
▁አሳልፎ	-2738
▁የሚያሳይ	-2739
ሩ።	-2740
ኮን	-2741
▁መጥተው	-2742
ኸው	-2743
ጠበቀ	-2744
▁ከታ	-2745
▁ገለ	-2746
መም	-2747
ማማ	-2748
ሰረ	-2749
▁40	-2750
ፈልገው	-2751
▁ናቸው፡፡	-2752
▁እግዚአብሔርም	-2753
ጋይ	-2754
▁ዱ	-2755
▁ጄ	-2756
▁በአል	-2757
▁አሉ።	-2758
▁በእግዚአብሔር	-2759
ሮም	-2760
ነፍ	-2761
▁አዝ	-2762
▁አመጣ	-2763
▁ዘይት	-2764
▁በመንግ	-2765
▁ዘዴ	-2766
▁ዝር	-2767
▁መለሰ	-2768
▁ነቢያ	-2769
▁አላት	-2770
▁ኮሚቴ	-2771
ገዱ	-2772
ትምህ	-2773
▁አስቸ	-2774
▁ጸሎት	-2775
▁ሠራተኛ	-2776
ሰሩ	-2777
ለኛው	-2778
ኖሩት	-2779
▁ልጃ	-2780
▁ጥላ	-2781
ለኝ	-2782
▁ድምጽ	-2783
በመሆኑም	-2784
▁አደረጉ	-2785
▁አንዳንዶች	-2786
▁ይኖርብናል	-2787
ለች፤	-2788
▁ወስዶ	-2789
ላችኋለሁ	-2790
▁በነበረ	-2791
ምጣት	-2792
ጠብቅ	-2793
▁ተን	-2794
▁የሳ	-2795
ካባቢው	-2796
▁ወጥቶ	-2797
ችንና	-2798
▁ብዙዎች	-2799
▁አይደለም።	-2800
ከን	-2801
ካፈል	-2802
ቻችሁን	-2803
ቃይ	-2804
▁ሞተ	-2805
▁ታስ	-2806
▁ወጣቶች	-2807
▁ሃላፊነት	-2808
▁ጠባቂ	-2809
▁የሚቆጠሩ	-2810
▁የተወሰነ	-2811
ያፊ	-2812
ጻፈው	-2813
▁ወርቅ	-2814
▁ወንዝ	-2815
▁ጥልቅ	-2816
▁መሠዊያ	-2817
▁አፍሪካ	-2818
ቅረ	-2819
ብሊክ	-2820
▁ሠራዊት	-2821
▁የተለየ	-2822
▁ድርጅቶች	-2823
▁ምዕ	-2824
ዓላዊው	-2825
▁ቢኖር	-2826
ንቶ	-2827
ዳው	-2828
▁ኒ	-2829
▁ጐ	-2830
▁በጸ	-2831
ይስ	-2832
ሳቸውን	-2833
▁ሰሜን	-2834
▁በእጅ	-2835
▁አውጥ	-2836
▁ኢሳይያስ	-2837
▁ቅድ	-2838
▁ቆሮ	-2839
▁ሰጥቶ	-2840
▁ሲባል	-2841
▁እያለ	-2842
▁የሚችሉ	-2843
▁ፕሬዚዳንት	-2844
ችሉት	-2845
▁ትውልድ	-2846
▁ችግሮች	-2847
ሊያ	-2848
ፉን	-2849
▁ቲ	-2850
▁ርኩስ	-2851
▁የብር	-2852
ርጥ	-2853
የተ	-2854
መጣው	-2855
ጸያፊ	-2856
▁እብ	-2857
ከተለው	-2858
▁ሕይወ	-2859
▁ፍጻሜ	-2860
▁አገልጋይ	-2861
▁አልነበረም	-2862
ለሽ	-2863
▁የግል	-2864
▁መኖሪያ	-2865
ልጣኑ	-2866
ማችሁ	-2867
ነውን	-2868
ፍሪካ	-2869
▁29	-2870
▁ባሉ	-2871
▁ከሁሉ	-2872
▁ጻድቅ	-2873
ደሰ	-2874
▁ሩ	-2875
ሆናቸው	-2876
▁ልጁን	-2877
▁ስለመ	-2878
▁አምልኮ	-2879
▁እንዳያ	-2880
ጡ፤	-2881
ሏል።	-2882
▁ኤርምያስ	-2883
ምድ	-2884
ርዱ	-2885
ኩ።	-2886
ራዊቱ	-2887
▁አቋም	-2888
▁መቅደስ	-2889
▁ይቻላል	-2890
ሟላ	-2891
ኦን	-2892
፲፱፻	-2893
▁ከደ	-2894
▁መቅደሱ	-2895
▁በተለይ	-2896
ቅን	-2897
ቻለው	-2898
ፊዎች	-2899
▁በዋ	-2900
ህንነት	-2901
▁ሸለቆ	-2902
▁ያደረ	-2903
▁በህይወ	-2904
ቆት	-2905
▁31	-2906
▁እል	-2907
▁በሽታ	-2908
▁ስድስት	-2909
▁የተሰጠ	-2910
ሞቱ	-2911
ስበ	-2912
ርያም	-2913
ናይት	-2914
▁የሠራ	-2915
▁እባክህ	-2916
▁በመስጠት	-2917
ሊና	-2918
በአ	-2919
አዊ	-2920
ርነት	-2921
▁ሙያ	-2922
▁ንጹሕ	-2923
▁የሚሆኑ	-2924
▁ይኖራል	-2925
ናል፤	-2926
ይማኖ	-2927
▁ለእኛ	-2928
▁ታቦት	-2929
ደርሱ	-2930
ቀርበው	-2931
▁ገደማ	-2932
▁የተባለው	-2933
ሳፍ	-2934
ች፤	-2935
▁ልታ	-2936
ትስ	-2937
▁ሐሳብ	-2938
▁ብለዋል	-2939
▁የሚችለው	-2940
ሳች	-2941
ብዛ	-2942
ነካ	-2943
ኒቨ	-2944
ፍና	-2945
▁ግራ	-2946
▁ለማየት	-2947
▁እንደምን	-2948
▁ጓደ	-2949
▁ሰዎቹ	-2950
▁ጋዜጣ	-2951
▁ጎዳና	-2952
▁በደስታ	-2953
▁የፖለቲካ	-2954
ለጽ	-2955
ቀጠል	-2956
▁አረ	-2957
ላችንም	-2958
▁በርስ	-2959
▁በቀር	-2960
▁አልቻ	-2961
▁ማስታወ	-2962
▁ሚኒስትር	-2963
ለቅ	-2964
ልድ	-2965
ይዝ	-2966
ጥሩ	-2967
ጸባረ	-2968
ናይትድ	-2969
▁ያለን	-2970
▁ስልጣን	-2971
▁በላቸው	-2972
▁አስደናቂ	-2973
ቁም	-2974
ንቀሳ	-2975
....	-2976
ስለዚህ	-2977
ኃጢአት	-2978
▁ይሖዋም	-2979
▁አስጸያፊ	-2980
ራሽ	-2981
▁ዐ	-2982
▁በእኛ	-2983
▁ለመሆን	-2984
▁ሕዝቡን	-2985
▁አማልክት	-2986
▁ለእስራኤል	-2987
▁የተናገረው	-2988
ፏል	-2989
ንድሞ	-2990
▁ልጄ	-2991
▁እቃ	-2992
▁ይጨ	-2993
ገለግል	-2994
▁ማሳየት	-2995
ድቃ	-2996
ውንና	-2997
▁መርከ	-2998
ካሄድ	-2999
▁ፀሐ	-3000
▁ከንቱ	-3001
▁የህዝ	-3002
▁የወርቅ	-3003
▁የሆኑትን	-3004
▁ይናገራል	-3005
ለብ	-3006
ዕድ	-3007
ዛቸው	-3008
▁ነጋ	-3009
▁አለ፦	-3010
▁በረከት	-3011
▁ይሆናል፤	-3012
ወዳ	-3013
ውሞ	-3014
▁ሹ	-3015
ደርገ	-3016
▁ካህኑ	-3017
▁የቀረበ	-3018
ቀን	-3019
ጸል	-3020
ፍር	-3021
ድጓድ	-3022
ፈጸሙ	-3023
▁የዳ	-3024
▁ስለማ	-3025
▁እምነ	-3026
▁የተቀ	-3027
▁መናገር	-3028
▁በሰይፍ	-3029
▁መና	-3030
ቶቻችሁ	-3031
▁በማይ	-3032
▁ዕድሜ	-3033
▁ክፍሎች	-3034
▁ይፈልጋ	-3035
ረኛ	-3036
ክን	-3037
ዘዙ	-3038
ቻችንን	-3039
▁በጌታ	-3040
▁አስቀድሞ	-3041
▁የክርስቶስ	-3042
ርማ	-3043
ነስ	-3044
ኔን	-3045
ዲሱ	-3046
ቅርብ	-3047
ረዋል።	-3048
ውያንን	-3049
▁ቃላት	-3050
▁በመግ	-3051
▁እህል	-3052
▁የገዛ	-3053
▁ምድርን	-3054
▁በአለም	-3055
▁ባለፈው	-3056
ፈጽም	-3057
▁በአባ	-3058
▁ብለን	-3059
ሰና	-3060
ቢው	-3061
ውጣ	-3062
ፖር	-3063
ደግሞ	-3064
▁ጥበበ	-3065
▁ለማስተ	-3066
▁አለባቸው	-3067
የል	-3068
ጻፈ	-3069
መላለ	-3070
ቃችሁ	-3071
▁የሥ	-3072
ጠቃላይ	-3073
▁ይገል	-3074
▁በወቅቱ	-3075
▁የሚያው	-3076
ሮስ	-3077
ቃወ	-3078
▁ለኢ	-3079
▁ምሽ	-3080
▁ቋሚ	-3081
▁አሳይ	-3082
▁ብላለች	-3083
ቡት	-3084
ከዚህ	-3085
▁የማያ	-3086
ስል	-3087
ኖም	-3088
የን	-3089
ዩም	-3090
ዳል	-3091
ነበሩ	-3092
▁1,	-3093
▁ረድ	-3094
▁በሞ	-3095
ስጠንቀ	-3096
▁በተለ	-3097
▁ተቀመ	-3098
▁ክፍያ	-3099
▁ዓላማ	-3100
▁መጻህፍት	-3101
▁የኤርትራ	-3102
ጋጠ	-3103
ፕሮ	-3104
▁ቀና	-3105
▁የጸ	-3106
▁ግድ	-3107
▁የወጣ	-3108
▁አስተሳ	-3109
▁ነገሥታት	-3110
ባችን	-3111
▁ማለ	-3112
▁ምእ	-3113
▁ክር	-3114
▁አድራ	-3115
▁እንደገለ	-3116
▁በመንፈሳዊ	-3117
▁አንዳንዶቹ	-3118
ቻለ	-3119
ዶም	-3120
ጥታ	-3121
ጫወ	-3122
▁ከኤ	-3123
▁ዮና	-3124
▁ጸሃ	-3125
▁ለሰው	-3126
▁ያገኛ	-3127
▁ይሄዳ	-3128
▁የቀድሞ	-3129
ራሪ	-3130
ዳዳ	-3131
ገነዘ	-3132
▁በጉባኤ	-3133
ዊው	-3134
ረዳን	-3135
▁የና	-3136
ንግሊዝ	-3137
ሁድ	-3138
ገራ	-3139
ያውቅ	-3140
▁ሰአት	-3141
▁የስራ	-3142
▁የድን	-3143
ምባ	-3144
ጻሚ	-3145
▁በሬ	-3146
▁ገጽ	-3147
▁32	-3148
▁ፍቅ	-3149
▁ምድረ	-3150
▁ለእነሱ	-3151
▁ንግግር	-3152
▁የጉባኤ	-3153
▁የሚሰጠው	-3154
ብዓ	-3155
ኝን	-3156
ጦች	-3157
ጭት	-3158
ዋቸው	-3159
ድርጅ	-3160
▁ደጋ	-3161
▁በገዛ	-3162
▁አደረ	-3163
▁ሠራተኞች	-3164
▁ማክ	-3165
▁ሰር	-3166
▁ከው	-3167
ነታቸው	-3168
▁ልማት	-3169
▁ድንኳን	-3170
▁አክብሮት	-3171
ሳካ	-3172
ዝና	-3173
ላል፤	-3174
ቀጥል	-3175
▁ተባ	-3176
▁ባለመ	-3177
▁ሁለቱም	-3178
▁ያዕቆብ	-3179
ረቱ	-3180
ቁን	-3181
ከሩ	-3182
ርንጫ	-3183
ስበው	-3184
▁ትዕ	-3185
▁ክስ	-3186
▁መንግሥታት	-3187
ክልሉ	-3188
▁ፈሪ	-3189
ላቸውም	-3190
▁ሥርዓ	-3191
▁ያልሆነ	-3192
▁በኢየሱስ	-3193
▁33	-3194
▁በለ	-3195
▁መጠየ	-3196
▁በእነ	-3197
▁እጁን	-3198
▁ጥናት	-3199
▁እነርሱ	-3200
▁ነጥ	-3201
▁ሰቅል	-3202
▁የጌታ	-3203
▁አስመል	-3204
▁ከእርሱ	-3205
▁ዳዊትን	-3206
▁ጊ	-3207
ቶቹን	-3208
ዮችን	-3209
▁የሙ	-3210
▁የመጀመሪያው	-3211
▁ኾ	-3212
ቻለሁ	-3213
ወስድ	-3214
▁ሆን	-3215
▁ይሻ	-3216
ዋርያት	-3217
▁መኳንን	-3218
▁በመጨረሻም	-3219
▁የእስራኤልን	-3220
ታኝ	-3221
ሳችን	-3222
ኮኖሚ	-3223
ዎቻቸው	-3224
▁ለፊት	-3225
▁አዳም	-3226
▁ወደዚያ	-3227
▁የመንግሥት	-3228
▁በመጀመሪያው	-3229
ትክ	-3230
የውን	-3231
ግብጽ	-3232
▁ፈል	-3233
▁ፍጥረ	-3234
▁ቅርንጫ	-3235
ፈጽሙ	-3236
▁መሸ	-3237
▁በደረ	-3238
▁ግዛት	-3239
▁እንደመ	-3240
ዋቂ	-3241
ሰጠን	-3242
ጀመረ	-3243
ጀንሲ	-3244
ኀንነት	-3245
▁ሚኒስቴር	-3246
ሬጋ	-3247
ፈፀ	-3248
ፕሬ	-3249
ንቃቄ	-3250
▁ማታ	-3251
▁አሞ	-3252
▁የሂ	-3253
▁የቦ	-3254
▁ጎን	-3255
ትምህርት	-3256
▁መግቢያ	-3257
▁ምርመራ	-3258
▁አካላት	-3259
▁ለሚያ	-3260
▁ናችሁ	-3261
▁አባቱ	-3262
ኦል	-3263
ቋል።	-3264
▁ለአባ	-3265
▁ለማገልገል	-3266
▁የሚገኘውን	-3267
▁በኃ	-3268
ሰበሰቡ	-3269
▁በምድረ	-3270
▁በእርሱ	-3271
▁የሚኖር	-3272
▁የሚገኝ	-3273
▁ዳንኤል	-3274
▁በቃ	-3275
▁አስታ	-3276
▁ጥበቃ	-3277
ማሩ	-3278
ረስ	-3279
▁ማኅ	-3280
▁እንዳልሆነ	-3281
ጠባ	-3282
ስቱን	-3283
▁ለስ	-3284
▁ቆር	-3285
▁በሥ	-3286
▁ከራ	-3287
▁በሁለ	-3288
▁በምን	-3289
▁ማቴዎስ	-3290
▁ነበሩ፤	-3291
▁ዳዊትም	-3292
▁የገንዘብ	-3293
ሰለ	-3294
ቤን	-3295
ነብ	-3296
አባ	-3297
▁ቀረ	-3298
▁ጆሮ	-3299
ተኞችን	-3300
ሎጂ	-3301
ዘረ	-3302
ደደ	-3303
ጽኦ	-3304
▁ጮ	-3305
▁አድና	-3306
▁የእሱ	-3307
▁የሌለው	-3308
▁በአጠቃላይ	-3309
▁የሚያስፈል	-3310
ቿን	-3311
ቸዋለሁ	-3312
▁የአለም	-3313
ረከ	-3314
ዳት	-3315
ጉት	-3316
▁ሄደ።	-3317
▁መለስ	-3318
▁አባቴ	-3319
▁ይወጣ	-3320
▁ወንጀል	-3321
▁አስደሳች	-3322
ከፈ	-3323
▁;"	-3324
▁ከሰማይ	-3325
▁ጥርጥር	-3326
ክርስቲያን	-3327
ሁም	-3328
ሐንስ	-3329
ሴቶች	-3330
ደግሞም	-3331
▁ለእነ	-3332
▁በስብ	-3333
▁በትክ	-3334
▁ያመጣ	-3335
▁ኃላፊነት	-3336
▁ደስተኛ	-3337
▁የሚቃጠል	-3338
▁አድርጋችሁ	-3339
▁ኋላ	-3340
▁ከፈ	-3341
▁በመቶ	-3342
▁ብዛት	-3343
▁አገኘ	-3344
ናገረውን	-3345
▁ከግብፅ	-3346
▁የሚሰጥ	-3347
▁አስቸጋሪ	-3348
▁እነርሱም	-3349
ንቅ	-3350
ወትር	-3351
▁ሉአ	-3352
▁ሳያ	-3353
▁አወ	-3354
▁የክ	-3355
▁የፋ	-3356
▁ወራት	-3357
▁የጎደ	-3358
▁የአየር	-3359
ዘገ	-3360
▁ጃ	-3361
▁የቴ	-3362
ልጣንና	-3363
▁ሂደት	-3364
▁ሁለተኛ	-3365
▁ተጠያቂ	-3366
▁ኤርትራ	-3367
▁እላችኋለሁ	-3368
ቀሰ	-3369
ይቱ	-3370
ፍቶ	-3371
▁ቸ	-3372
▁ሰፊ	-3373
▁ንገ	-3374
ሮንቶስ	-3375
ከፍተኛ	-3376
▁ሃጢአ	-3377
▁አቅራ	-3378
▁ማረጋገ	-3379
ላለፍ	-3380
ላቸዋል	-3381
▁መስተ	-3382
▁ተከት	-3383
▁ኢራቅ	-3384
▁ዘሮች	-3385
▁ግንብ	-3386
▁የሚሰማ	-3387
▁የተባለ	-3388
▁ለመርዳት	-3389
ቀጣ	-3390
ግን	-3391
▁ጩ	-3392
ቸው፤	-3393
ችው።	-3394
ፍሬም	-3395
▁ምሕ	-3396
▁ተቃዋሚ	-3397
▁ሎ	-3398
ለያየ	-3399
▁ብታ	-3400
▁ብሔራት	-3401
▁እስካሁን	-3402
መሩ	-3403
ቲን	-3404
ቀበሉ	-3405
▁ተወካ	-3406
▁አንቺ	-3407
▁ያገኘ	-3408
▁አላህም	-3409
▁አስተዋጽኦ	-3410
ባው	-3411
ድማ	-3412
ጭር	-3413
▁በሚያስ	-3414
▁በግብፅ	-3415
▁ብሔራዊ	-3416
▁ሁላችንም	-3417
ኒት	-3418
ፈነ	-3419
▁ማጥ	-3420
▁በጭ	-3421
▁ሁሉን	-3422
▁ባሕር	-3423
▁ብቃት	-3424
▁ወሰን	-3425
▁የያዘ	-3426
▁አድርጓል	-3427
▁የዘላለም	-3428
ራጭ	-3429
ስኮ	-3430
ቾች	-3431
ላንድ	-3432
ጠየቅ	-3433
▁ኤሊ	-3434
▁ይገ	-3435
▁ተሰብ	-3436
▁ነኝ።	-3437
▁እንጨት	-3438
▁የታወቀ	-3439
ዲዮ	-3440
ጋው	-3441
▁50	-3442
▁ማግ	-3443
▁ርዝ	-3444
▁በኮ	-3445
▁አውቃ	-3446
▁ይሰጠ	-3447
▁በታላቅ	-3448
▁ጀመር።	-3449
▁መሰረታዊ	-3450
▁ማረጋገጫ	-3451
ጦሽ	-3452
▁ማዳ	-3453
▁ብርቱ	-3454
▁ዓይን	-3455
▁ደቡብ	-3456
▁የሠራዊት	-3457
▁የእምነት	-3458
ነሳሳ	-3459
▁ታዛ	-3460
▁መልኩ	-3461
▁መረዳት	-3462
▁ሰውየው	-3463
ባሉ	-3464
▁34	-3465
▁ሜዳ	-3466
▁ጥሪ	-3467
▁በሥራ	-3468
▁የወሰ	-3469
▁ጭምር	-3470
▁ወደዚህ	-3471
ርኩ	-3472
ሳኤ	-3473
ዶችን	-3474
ዘጋጀት	-3475
ዝን	-3476
ጊዜው	-3477
ስጠንቀቂያ	-3478
ያንስ	-3479
ሃለሁ።	-3480
▁ቀጥሎ	-3481
▁ኢዮብ	-3482
▁እሰጣ	-3483
▁በመሄድ	-3484
ሁ።	-3485
ያዣ	-3486
ሆኖም	-3487
ምረው	-3488
ደሰት	-3489
▁አቃ	-3490
▁በማሳ	-3491
▁እለት	-3492
▁እናት	-3493
▁ኤልያስ	-3494
ሪኮ	-3495
ክላ	-3496
ክም	-3497
ደነገ	-3498
▁ሆኗ	-3499
▁ቅቡ	-3500
▁ከሞ	-3501
▁ዝቅ	-3502
ናቸውም	-3503
▁ምንጭ	-3504
▁በእን	-3505
▁ነቢዩ	-3506
▁ንጉሱ	-3507
ተማ	-3508
ልና።	-3509
ቢዎች	-3510
ባንያ	-3511
▁ወሬ	-3512
▁ነፍስ	-3513
▁አንጻ	-3514
▁ጉዳዩ	-3515
ነትና	-3516
ፈለገ	-3517
▁ለበ	-3518
▁በጋ	-3519
▁ዙፋ	-3520
▁ይነ	-3521
▁በሆኑ	-3522
▁ለመኖር	-3523
▁የኢራቅ	-3524
▁ተነስተው	-3525
ሶን	-3526
ተኮ	-3527
ካር	-3528
ኾኑ	-3529
ልናል	-3530
▁ብዙም	-3531
▁ተቃውሞ	-3532
▁ቤተሰቦች	-3533
▁የተሰጠው	-3534
ዓዛ	-3535
ዮስ	-3536
ጓጓ	-3537
ንዶች	-3538
▁ስቴ	-3539
▁ቀኝ	-3540
▁ጤና	-3541
ማቸውን	-3542
ተኝነት	-3543
ጆቻቸው	-3544
ፌዴራል	-3545
▁ተቀብ	-3546
ጠጣ	-3547
ጠፉ	-3548
ሰባት	-3549
ድርግ	-3550
▁አለን	-3551
▁እውነተኛው	-3552
መደ	-3553
ሯል።	-3554
▁ፊል	-3555
ቀጥለው	-3556
▁ቅጥር	-3557
▁ገብቶ	-3558
▁ተመልካ	-3559
▁ትላ	-3560
▁አና	-3561
▁አቅኚ	-3562
▁ዝርዝር	-3563
ሰስ	-3564
ሸት	-3565
ቦቹ	-3566
መስል	-3567
▁ቅን	-3568
▁ስርአ	-3569
▁በህዝ	-3570
▁ከአን	-3571
▁ማቅረብ	-3572
ርሳ	-3573
ብቅ	-3574
ጉን	-3575
▁ሰፈሩ	-3576
▁ቀድሞ	-3577
▁ንብረ	-3578
▁የሰጠው	-3579
ንቲ	-3580
ድም	-3581
▁ቀይ	-3582
▁ተግ	-3583
▁ሁሉ፣	-3584
▁ተቆጣ	-3585
▁የደረሰ	-3586
ማስ	-3587
ንያም	-3588
▁200	-3589
▁በቀላሉ	-3590
▁በነበረበት	-3591
▁አስመልክቶ	-3592
ፃሚ	-3593
ችሁት	-3594
▁ምሥ	-3595
▁ቆሞ	-3596
ቷቸዋል	-3597
▁ባለቤት	-3598
ትል	-3599
ነኛ	-3600
እኛ	-3601
ከማ	-3602
ዞት	-3603
ከበር	-3604
ላችሁን	-3605
▁በስራ	-3606
▁አየር	-3607
በተጨማሪ	-3608
▁በሁሉም	-3609
▁የተገለ	-3610
▁የአንድ	-3611
▁ያደረግ	-3612
ችም	-3613
የሚ	-3614
▁በዝ	-3615
▁ባቢ	-3616
▁ወጪ	-3617
▁ዳቦ	-3618
▁ጨር	-3619
ናገሩት	-3620
▁ተገል	-3621
▁እድገት	-3622
▁ከሆነው	-3623
▁ከተማዋ	-3624
ሜታ	-3625
ረጠ	-3626
ሙርት	-3627
▁ሽል	-3628
ችኋል።	-3629
▁አምባ	-3630
▁ይላሉ	-3631
▁በክርስቶስ	-3632
▁አስተያየት	-3633
ሉና	-3634
ካን	-3635
ታወቅ	-3636
▁ሙሴም	-3637
▁በሚል	-3638
▁ሳምንት	-3639
በተጨማሪም	-3640
▁አብዛኞቹ	-3641
▁አይቀርም	-3642
ሄደ	-3643
ነበ	-3644
ዛው	-3645
ድል	-3646
▁ሣ	-3647
▁ይሸ	-3648
ንጸባረ	-3649
▁ኖሬጋ	-3650
▁ሪፖርት	-3651
▁መዛሙርት	-3652
ክና	-3653
ደቀ	-3654
ጾታ	-3655
ፋዊ	-3656
ኛል።	-3657
ጠሩት	-3658
▁ከምድር	-3659
▁ይሁን።	-3660
ህር	-3661
▁ኀ	-3662
▁ፌ	-3663
እሱም	-3664
ጃቸው	-3665
ገኘት	-3666
▁በክ	-3667
▁ብን	-3668
▁መሄድ	-3669
▁በቅዱ	-3670
▁ንጹህ	-3671
▁ይኖሩ	-3672
▁ገልጸ	-3673
▁ለአንድ	-3674
ልቃ	-3675
ቡ።	-3676
▁ሆኜ	-3677
▁መበ	-3678
በረሰብ	-3679
ፈጸመው	-3680
▁ግሩም	-3681
▁ይህንን	-3682
▁በመካከላቸው	-3683
ርፍ	-3684
ነን	-3685
ፋቸው	-3686
▁ከቀ	-3687
▁የሸ	-3688
▁ተስማ	-3689
▁ወዲያ	-3690
▁የሚያሰ	-3691
▁አድርገህ	-3692
ዴግ	-3693
ጓዙ	-3694
ካቸው	-3695
ዋርያ	-3696
ራውያን	-3697
▁የሚባል	-3698
▁አደረገ።	-3699
ቱት	-3700
ቤተሰ	-3701
ዲያብ	-3702
▁ማእ	-3703
ላቸው።	-3704
መለከታ	-3705
▁ይኸው	-3706
▁ይሆናሉ	-3707
▁ባለሥልጣን	-3708
ሃል፤	-3709
▁ኪዳ	-3710
ፐብሊክ	-3711
▁መላው	-3712
▁አስከ	-3713
▁የላቀ	-3714
▁ይገኙ	-3715
ዲያብሎስ	-3716
▁አዘጋጅ	-3717
▁አደረግ	-3718
▁ባሪያዎች	-3719
▁አስተሳሰብ	-3720
ባትም	-3721
▁በሐ	-3722
▁በዮ	-3723
▁ከት	-3724
▁ከዋ	-3725
▁ጉዞ	-3726
ልስጤም	-3727
ታችሁን	-3728
▁ለህዝ	-3729
▁መንጋ	-3730
▁ታማኝነት	-3731
▁እንዲኖር	-3732
ገዳ	-3733
ቱንም	-3734
ከላከል	-3735
▁ካሉት	-3736
▁የተሳ	-3737
▁የገለ	-3738
▁የእሱን	-3739
▁ያእቆብ	-3740
▁አምላካችሁ	-3741
ላቂ	-3742
▁ቱ	-3743
▁'"	-3744
▁ስና	-3745
ይማኖት	-3746
▁እህት	-3747
▁ከልብ	-3748
▁መጠቀም	-3749
▁አይችል	-3750
▁በእምነት	-3751
▁የሚያስተ	-3752
ቁ።	-3753
በዛ	-3754
ኖራ	-3755
▁-	-3756
▁ግንባር	-3757
▁እንደዚሁ	-3758
▁በማንኛውም	-3759
▁ፍልስጤማውያን	-3760
▁ቍ	-3761
ሦስት	-3762
ፕላን	-3763
▁ቡድ	-3764
▁ጥፋ	-3765
▁አንጻር	-3766
▁እንደሚሆን	-3767
ህ፣	-3768
አይ	-3769
ክሩ	-3770
▁ተሰጥ	-3771
▁ኮሪያ	-3772
▁ጌታዬ	-3773
▁ጨለማ	-3774
▁በምድሪቱ	-3775
ሃብ	-3776
ሊን	-3777
ምረ	-3778
እሱ	-3779
▁ተሳ	-3780
▁ቃሉን	-3781
▁ነጋዴ	-3782
▁አንድን	-3783
ክንያ	-3784
▁ውይ	-3785
▁ምልክ	-3786
▁የምስ	-3787
▁መጠበቅ	-3788
▁ሰራዊት	-3789
በታ	-3790
ያይ	-3791
▁ተል	-3792
▁ተሞክ	-3793
▁የሚተ	-3794
ራሉ።	-3795
ገባት	-3796
▁ሰን	-3797
▁አጣ	-3798
ላችሁም	-3799
ሳውያን	-3800
ይሁንና	-3801
▁በመሠ	-3802
▁በፊቱ	-3803
▁ከጌታ	-3804
▁ጠላት	-3805
▁ቁጥጥር	-3806
▁በመጠቀም	-3807
ባይ	-3808
ግሩ	-3809
ሴሎም	-3810
ቢያው	-3811
ነገረ	-3812
▁ሕገ	-3813
▁መያዝ	-3814
▁ምንኛ	-3815
▁በመታ	-3816
▁በየት	-3817
▁ዝናብ	-3818
▁የትዳር	-3819
▁ልጆቻችሁ	-3820
▁መመሪያዎች	-3821
ላስ	-3822
ልያድ	-3823
▁ለፍ	-3824
▁የዕ	-3825
▁ሀብት	-3826
▁መኪና	-3827
▁ይጠፋ	-3828
▁የእህል	-3829
▁መንግስታት	-3830
▁የመንግስት	-3831
ሌን	-3832
አዎ	-3833
ደሩ	-3834
ለን፤	-3835
ሕዛብ	-3836
ጧቸው	-3837
▁ሂድ	-3838
▁ተጋ	-3839
▁ወዮ	-3840
▁ምትክ	-3841
▁በሕግ	-3842
▁ብሎም	-3843
▁ተናገረ	-3844
▁ዝምድና	-3845
▁የተመሰ	-3846
▁በፍጥነት	-3847
▁የሚያስከት	-3848
ጣቱ	-3849
▁በአስ	-3850
▁የሕግ	-3851
▁ሲደርስ	-3852
▁የልማት	-3853
▁ለእግዚአብሔር	-3854
ሕር	-3855
ኘው	-3856
የመ	-3857
ዳሴ	-3858
▁ያሰ	-3859
▁ጨረ	-3860
▁በሞት	-3861
▁እርግጠኛ	-3862
ላላ	-3863
ጥል	-3864
ሶስት	-3865
▁ልና	-3866
▁መቆ	-3867
ወስደው	-3868
▁እርግጥ	-3869
""	-3870
ሉበት	-3871
ቋረጥ	-3872
▁ምህ	-3873
▁በሳ	-3874
ካሄደው	-3875
▁ንጉሡም	-3876
▁ፖለቲካ	-3877
▁እናንተን	-3878
ሊስ	-3879
ነሰ	-3880
ውራ	-3881
ሠራው	-3882
ጀምር	-3883
▁እኛን	-3884
▁የበግ	-3885
▁አለብን	-3886
▁አይችልም	-3887
▁እንዲያስ	-3888
ቶቼ	-3889
ውር	-3890
ጠቁ	-3891
ፊው	-3892
ባልን	-3893
ችሁም	-3894
ንጉሱ	-3895
ኳቸው	-3896
ፈጠር	-3897
▁ይሞ	-3898
ሮቻቸው	-3899
▁100	-3900
▁አመስ	-3901
▁መላእክት	-3902
▁የሚችሉት	-3903
ኒስት	-3904
ጦርነት	-3905
▁ተገኝ	-3906
እንግዲህ	-3907
▁በዓለም	-3908
▁ሪፐብሊክ	-3909
ኩ፤	-3910
▁ሾ	-3911
ዘዘው	-3912
▁ለባ	-3913
ድርጅቱ	-3914
▁ልመና	-3915
▁በመጣ	-3916
▁ውጊያ	-3917
▁እነሆ፣	-3918
▁እንኳን	-3919
▁ወዳለው	-3920
▁ገልጿል	-3921
▁ሃዋርያው	-3922
▁አምላካችን	-3923
መጥ	-3924
ሜሌ	-3925
ወሩ	-3926
ሻገር	-3927
ዘገቡ	-3928
▁ሄዶ	-3929
▁ለነ	-3930
▁ንስ	-3931
▁መስፈ	-3932
▁ይልቁ	-3933
▁አመልክ	-3934
▁ኩባንያ	-3935
▁ባለስልጣን	-3936
ሽም	-3937
ናቱ	-3938
▁ግብዣ	-3939
▁ተቀምጦ	-3940
▁ማገልገል	-3941
ይሬ	-3942
▁ተለይ	-3943
▁ነፋስ	-3944
▁የጤና	-3945
▁ይህች	-3946
▁ብሄራት	-3947
ቀመጫ	-3948
ቀርበ	-3949
▁35	-3950
ናቸውን	-3951
▁ተገለ	-3952
▁ነቢይ	-3953
▁አብረ	-3954
▁እያሉ	-3955
▁እንዳሉ	-3956
▁የሚቀርብ	-3957
ነጻ	-3958
▁ጩኸ	-3959
▁ሃላፊ	-3960
▁ሜትር	-3961
▁በውጭ	-3962
▁ከተሞ	-3963
ክርስቲያ	-3964
▁ሲናገር	-3965
▁ተሞክሮ	-3966
ሟል	-3967
ጠብቁ	-3968
▁37	-3969
▁ከግ	-3970
▁ሕያው	-3971
▁በመስ	-3972
▁የተቀመ	-3973
▁ጉድጓድ	-3974
▁ገልጿል።	-3975
ላክ	-3976
ቲክ	-3977
መልስ	-3978
▁ለካ	-3979
ባቸውም	-3980
▁ለብዙ	-3981
▁ተቀመጠ	-3982
▁ልቡ	-3983
▁በዩ	-3984
▁ሃብት	-3985
▁መምህ	-3986
▁ተቋም	-3987
▁የአንተ	-3988
▁ያሳያል	-3989
▁ሉዓላዊው	-3990
▁ብለዋል።	-3991
▁ጢሞቴዎስ	-3992
ሪት	-3993
ጠሉ	-3994
▁ላለው	-3995
▁ደህንነት	-3996
ሙ።	-3997
▁ፎ	-3998
ህትና	-3999
▁ማረ	-4000
▁አቁ	-4001
▁እኩ	-4002
▁ለመፍ	-4003
▁ከሰው	-4004
▁ገነት	-4005
▁ጽሁፍ	-4006
▁1990	-4007
▁አምላኬ	-4008
▁ካህናቱ	-4009
▁አገልጋዮ	-4010
ትረ	-4011
በት።	-4012
ዎቹም	-4013
ፈለጉ	-4014
▁በቆ	-4015
▁ትና	-4016
▁ክብ	-4017
▁ጋሻ	-4018
ረጋገጠ	-4019
▁ዩኒቨ	-4020
▁እንዲያደርጉ	-4021
ንታዊ	-4022
ያያዙ	-4023
▁ስጋ	-4024
▁መፍት	-4025
▁በረከ	-4026
▁እስር	-4027
▁የአን	-4028
▁ስለሚያ	-4029
▁ዘወትር	-4030
▁ዮሐንስ	-4031
▁በተለያዩ	-4032
▁ባለሥልጣናት	-4033
ስህ	-4034
ራችን	-4035
▁ኢን	-4036
▁ጠርቶ	-4037
▁ስቴትስ	-4038
▁በፊትህ	-4039
▁አድርገን	-4040
▁የሚሆነው	-4041
▁ፕሮግራም	-4042
▁ስብሰባዎች	-4043
ቃቤ	-4044
▁በጨ	-4045
▁የሻ	-4046
▁ተፈታ	-4047
▁ሰላማዊ	-4048
▁በሰላም	-4049
▁ወረቀት	-4050
▁የሚያደርገው	-4051
ም፥	-4052
ኖቹ	-4053
ጠኝ	-4054
አለሁ	-4055
▁ጄኔ	-4056
▁መዝሙ	-4057
▁ሰጠው	-4058
▁ካልተ	-4059
▁ዝንባ	-4060
▁ማድረጋ	-4061
▁ባላቸው	-4062
▁አንቀፅ	-4063
▁ጥበበኛ	-4064
▁አይሆንም	-4065
ኖረን	-4066
እንዲ	-4067
▁ቤቱን	-4068
▁ተሰም	-4069
▁ፓርቲ	-4070
ነታቸውን	-4071
▁ማስጠንቀቂያ	-4072
ምሯ	-4073
ሾች	-4074
▁ይተ	-4075
▁ግቢ	-4076
ምለኪያ	-4077
በረታታ	-4078
▁ደመና	-4079
▁ካልሆነ	-4080
▁ባለስልጣናት	-4081
ውም።	-4082
▁በካ	-4083
▁በዕ	-4084
▁አጠፋ	-4085
▁ሰማያት	-4086
▁በሁለቱ	-4087
▁ይቅርታ	-4088
▁ጭንቀት	-4089
▁እንደሆንኩ	-4090
▁ይኖርበታል	-4091
ራፍ	-4092
ቁር	-4093
፣የ	-4094
ኩትን	-4095
▁ናቡ	-4096
▁የይ	-4097
▁ጥና	-4098
ተኛውን	-4099
ጠናከር	-4100
▁አሥር	-4101
▁መስፈር	-4102
▁ከአዲስ	-4103
▁ለመጠበቅ	-4104
▁ራሳችንን	-4105
▁የሚከተሉት	-4106
ለዳ	-4107
ሩ፤	-4108
ርሷ	-4109
በሌ	-4110
ኔት	-4111
፣በ	-4112
ሥራት	-4113
ሮሚያ	-4114
▁ስእ	-4115
▁ማሰብ	-4116
▁አወድ	-4117
▁ጽፏል	-4118
▁ባህርይ	-4119
▁ያለበት	-4120
▁ምናልባት	-4121
▁እውነትን	-4122
ለስ	-4123
ብቻ	-4124
ወል	-4125
ዱር	-4126
ጥፍ	-4127
ላልቅ	-4128
ምፒው	-4129
ኖችን	-4130
▁ለዘ	-4131
▁ቤቴ	-4132
▁ተሻ	-4133
▁ነግ	-4134
▁የቅ	-4135
▁አጠቃ	-4136
▁ልጆችን	-4137
▁ተመለሱ	-4138
▁ጉዳዩን	-4139
▁ዲሞክራሲያዊ	-4140
ጎና	-4141
ራትን	-4142
▁በሉ	-4143
▁መሃል	-4144
▁ሕዝቡም	-4145
▁የፍርድ	-4146
▁ይረዳናል	-4147
በሉ	-4148
ወዝ	-4149
ደዱ	-4150
ገዙ	-4151
ልና፤	-4152
ሩትን	-4153
ክልት	-4154
ይጣን	-4155
ጽሐፍ	-4156
▁ወድ	-4157
ችኋለሁ	-4158
▁ሁሉና	-4159
▁ተገን	-4160
▁ንግድ	-4161
▁አብሮ	-4162
▁ዛፎች	-4163
▁በግዞት	-4164
▁የተባበሩት	-4165
ሁ፤	-4166
ኾን	-4167
ብርና	-4168
▁ሚና	-4169
▁ከቆ	-4170
ረዳቸው	-4171
▁ይወድ	-4172
▁ዝንባሌ	-4173
▁ምድሪቱን	-4174
▁በእውነት	-4175
▁በከፍተኛ	-4176
ሂድ	-4177
ባብ	-4178
ሰማው	-4179
▁ልማድ	-4180
▁ረጅም	-4181
▁ግብፅ	-4182
▁ፖሊሲ	-4183
▁ባልንጀ	-4184
▁ይገልጻ	-4185
ማሽ	-4186
ዛሬ	-4187
▁ጅ	-4188
▁ከዘ	-4189
▁እኩል	-4190
▁ጥቅስ	-4191
▁ለሕዝቡ	-4192
▁ታላላቅ	-4193
▁አእምሮ	-4194
▁ግለሰብ	-4195
▁ቋንቋዎች	-4196
▁ተማሪዎች	-4197
▁የሚገባው	-4198
ማው	-4199
ረክ	-4200
ቋል	-4201
ጣሉ	-4202
ደውን	-4203
▁ስነ	-4204
▁ከዮ	-4205
ከተሉት	-4206
▁በመል	-4207
▁ከይሖዋ	-4208
▁ያስፈልጋ	-4209
ሑፍ	-4210
ታቸውም	-4211
▁ለመስ	-4212
▁አስብ	-4213
▁ይጠይ	-4214
▁ነበረው	-4215
▁የሕዝብ	-4216
▁የተመረ	-4217
▁ለማቅረብ	-4218
▁በመቀጠል	-4219
▁የአፍሪካ	-4220
ሻል	-4221
ናዳ	-4222
ድስ	-4223
መልከ	-4224
ሰቦች	-4225
ከተሉ	-4226
▁ሕፃ	-4227
▁መገ	-4228
ገነዘብ	-4229
▁ለሰዎች	-4230
▁ማህበር	-4231
▁በድጋሚ	-4232
▁ታደርጋ	-4233
▁ነቢያት	-4234
ረፈ	-4235
ሳቢ	-4236
ሳይም	-4237
በዚያ	-4238
ፈልገ	-4239
▁መሆ	-4240
▁ስማ	-4241
▁አቆ	-4242
▁ኤፌ	-4243
▁ደዌ	-4244
እነሆ፣	-4245
▁አወጣ	-4246
▁በዚያው	-4247
▁የሚመጣ	-4248
▁የማምለኪያ	-4249
አስ	-4250
ለታል	-4251
ረዳው	-4252
ንም።	-4253
ኞቹን	-4254
ዎች፣	-4255
▁የምር	-4256
▁ነውና።	-4257
▁ሁለተኛው	-4258
ሽኑ	-4259
ኩም	-4260
ዳድር	-4261
▁ጽዋ	-4262
▁በፈቃ	-4263
ቸዋለሁ።	-4264
ጠቀምበት	-4265
▁በሚገኝ	-4266
▁የተሞላ	-4267
▁ሃይማኖት	-4268
▁አደርጋለሁ	-4269
ባኖስ	-4270
ያለሁ	-4271
▁የየ	-4272
ዋለሁ።	-4273
▁ተማሪ	-4274
▁ቆሮንቶስ	-4275
ለበ	-4276
ሰበስ	-4277
▁በን	-4278
▁ግል	-4279
ስተዋል	-4280
▁አዘው	-4281
▁ወደተ	-4282
▁እህቶች	-4283
▁ይመስል	-4284
▁ጊዜያት	-4285
▁በተለይም	-4286
▁የተዘጋጀ	-4287
▁ይልቁንም	-4288
ነቴ	-4289
ያችሁ	-4290
▁ለሃ	-4291
ደጋጋሚ	-4292
▁ሲመጣ	-4293
▁ወሰደ	-4294
▁ፖሊስ	-4295
▁ምስራች	-4296
▁ባቢሎን	-4297
▁አንዱን	-4298
▁ካህኑም	-4299
▁የሚሰጠ	-4300
▁የአውሮ	-4301
▁የዚህን	-4302
▁ያለንን	-4303
▁አድናቆት	-4304
▁በታማኝነት	-4305
ሳስ	-4306
ዛቤ	-4307
ፊቱ	-4308
▁ጤ	-4309
ስትራ	-4310
ነቶች	-4311
ያዋን	-4312
ፈረን	-4313
▁በና	-4314
▁ምርት	-4315
▁የእኔ	-4316
▁ቢያንስ	-4317
▁ትንሳኤ	-4318
▁አገዛዝ	-4319
▁እስከሚ	-4320
▁ተዋጊዎች	-4321
▁እያንዳንዳቸው	-4322
ሱ።	-4323
ጆቼ	-4324
ሰውን	-4325
ብቅና	-4326
ጣችሁ	-4327
ፈቅድ	-4328
▁በፖ	-4329
▁ጉል	-4330
▁ጠር	-4331
▁የስብ	-4332
▁ምድሪቱ	-4333
▁ኤጀንሲ	-4334
▁ከከተማ	-4335
▁የተቀደ	-4336
▁የወንድ	-4337
የእስራኤል	-4338
▁በተደጋጋሚ	-4339
▁እንደነበረ	-4340
ቃሉ	-4341
በያ	-4342
ለትን	-4343
ልጠና	-4344
በልጡ	-4345
ነሳው	-4346
ነገረው	-4347
▁ምርጥ	-4348
▁ኤልሳ	-4349
▁ወይን	-4350
▁የዳዊት	-4351
▁አቅራቢያ	-4352
ዝራ	-4353
ዱም	-4354
ምራል	-4355
ታውን	-4356
ገልጽ	-4357
▁የወደ	-4358
▁ህዝቡን	-4359
▁ተጠንቀ	-4360
▁ነበረ።	-4361
▁ነጻነት	-4362
▁የሰላም	-4363
▁በትክክል	-4364
▁እንዳሉት	-4365
ጌታዬ	-4366
▁ሳት	-4367
▁ነጭ	-4368
▁ዳይሬ	-4369
▁ስልጠና	-4370
▁በፍጹም	-4371
▁እንስሳት	-4372
▁አገልጋዮቹ	-4373
▁አልነበረም።	-4374
ልታ	-4375
ባን	-4376
ጉር	-4377
ጓዝ	-4378
ጥም	-4379
ቷቸው	-4380
ደኝነት	-4381
▁201	-4382
▁በማግ	-4383
▁በሰባ	-4384
▁ገንዘ	-4385
▁ውይይት	-4386
▁የራሱን	-4387
▁በሰማያት	-4388
▁የቤተሰብ	-4389
ሎማ	-4390
ሻሻል	-4391
ንጉሥ	-4392
ያላን	-4393
ግነት	-4394
▁ለቀ	-4395
▁መልካ	-4396
▁ሚስቱ	-4397
▁በውኃ	-4398
▁ምስጋና	-4399
▁በደቡብ	-4400
▁አስወግ	-4401
▁ያመለክ	-4402
▁በርሳቸው	-4403
ረበ	-4404
ክኖ	-4405
▁ለይ	-4406
▁ስትል	-4407
▁አስር	-4408
▁የመግ	-4409
ስተዳደር	-4410
▁አውራጃ	-4411
▁ዘፍጥረት	-4412
ረሳ	-4413
ቡ፤	-4414
መለሳ	-4415
ኃኒት	-4416
ዳንድ	-4417
ጠራው	-4418
▁ይጥ	-4419
▁አትፍ	-4420
▁መርከብ	-4421
▁መርዳት	-4422
▁በደንብ	-4423
▁ተደርጎ	-4424
▁አቀረበ	-4425
▁ባህርያት	-4426
▁ተወካዮች	-4427
▁ተፈታታኝ	-4428
ካፈ	-4429
ያየ	-4430
▁በቦ	-4431
▁የፀ	-4432
▁ፈጥ	-4433
▁እግር	-4434
▁የተከ	-4435
▁ለመሆኑ	-4436
▁አስኪያ	-4437
▁በነበረው	-4438
ነዘ	-4439
ዘዋ	-4440
ክልል	-4441
▁ልባ	-4442
▁ቀስ	-4443
▁ካሉ	-4444
ኖርበት	-4445
▁ወንጀ	-4446
▁መቃብር	-4447
▁ምሕረት	-4448
▁ትናንት	-4449
▁እነሆ፥	-4450
▁ያደርግ	-4451
▁የሚገልጽ	-4452
▁ምክንያታዊ	-4453
ዳይ	-4454
ድሩ	-4455
ሔራት	-4456
ጨምር	-4457
▁ሚዛ	-4458
▁ይኑ	-4459
▁ህጋዊ	-4460
▁ቀርቦ	-4461
▁አረጋ	-4462
▁የማስ	-4463
▁ያስደ	-4464
▁ብርታት	-4465
▁ከይሁዳ	-4466
▁እንግሊዝ	-4467
▁የተደረገ	-4468
▁እግዚአብሔርን	-4469
በስ	-4470
ደቅ	-4471
በራዊ	-4472
ችሉም	-4473
ድቃን	-4474
ዷቸው	-4475
▁ራሴ	-4476
▁በሲ	-4477
▁በይ	-4478
▁የረ	-4479
▁ፈራ	-4480
▁ሆነ።	-4481
▁ከቤተ	-4482
▁ወረደ	-4483
▁የቀረ	-4484
▁ከተማዋን	-4485
አዛ	-4486
ግም	-4487
ጠም	-4488
ፋፋ	-4489
ለምን	-4490
ዳዳሪ	-4491
▁ታይ	-4492
▁ዞር	-4493
▁የሲ	-4494
▁ጴጥ	-4495
ስተኞች	-4496
▁በትን	-4497
▁አቅም	-4498
▁አይን	-4499
▁ከላይ	-4500
ቶቻቸውን	-4501
▁ምንጮች	-4502
▁በአዲስ	-4503
▁ተመልሶ	-4504
ዞች	-4505
ተናል	-4506
ፒታል	-4507
▁ኪሎ	-4508
▁ምስል	-4509
▁አሮን	-4510
▁ጸንቶ	-4511
▁ፋንታ	-4512
▁ሁለቱን	-4513
▁ተመለሰ	-4514
▁እናገኛ	-4515
▁የሚሰጡ	-4516
▁የሚጠይ	-4517
▁ልጆቻቸው	-4518
▁የማድረግ	-4519
▁እስራኤልን	-4520
▁እንዳለበት	-4521
ከመ	-4522
፪ሺ	-4523
ክተር	-4524
▁መጸ	-4525
▁ኢሳ	-4526
ገባቸው	-4527
▁በሙሴ	-4528
▁ነው፦	-4529
▁ከፊት	-4530
▁ካህን	-4531
▁ያጠፋ	-4532
▁መፈጸም	-4533
▁ራስህን	-4534
▁ወደኋላ	-4535
▁በስብሰባ	-4536
▁ዲያብሎስ	-4537
▁በአንድነት	-4538
▁አብዛኛውን	-4539
ሊላ	-4540
ሳሰ	-4541
ውስ	-4542
የሁ	-4543
▁በሴ	-4544
▁በሸ	-4545
▁ተማ	-4546
ቀዋል።	-4547
▁ቀርቶ	-4548
▁እየጨ	-4549
▁ዘመና	-4550
▁ይወሰ	-4551
▁ስራዎች	-4552
▁ባለበት	-4553
▁ተመልክ	-4554
▁ያደርጋል።	-4555
?’	-4556
ተሮች	-4557
ቶችህ	-4558
ዝገባ	-4559
ጽናና	-4560
▁ንድ	-4561
▁ደመ	-4562
ምክንያ	-4563
▁በዚሁ	-4564
▁ተአም	-4565
▁የኢዮ	-4566
▁ያለፈ	-4567
▁ሳይቆይ	-4568
▁እስራት	-4569
▁ፍጥረታት	-4570
ሙም	-4571
ርሲ	-4572
ካሪ	-4573
▁ሆና	-4574
▁አፋ	-4575
ያዕቆብ	-4576
ቸዋለሁ፤	-4577
▁ለመሄድ	-4578
▁የህዝብ	-4579
▁የሚመራ	-4580
▁ይመጣል	-4581
▁ይኖረዋል	-4582
▁አካባቢዎች	-4583
ሌቪ	-4584
ቧል	-4585
ንጎ	-4586
ኩን	-4587
ጠለ	-4588
ለናል	-4589
ሠሩት	-4590
ችበት	-4591
▁ቆመው	-4592
▁ተወላ	-4593
▁ፍርሃት	-4594
▁አብረውት	-4595
ደገፍ	-4596
ግስት	-4597
▁ገላ	-4598
▁ሠረገ	-4599
▁ደርሶ	-4600
▁በሁለት	-4601
▁እናውቃ	-4602
▁ያቀርባ	-4603
▁ይህንኑ	-4604
▁ይሆናሉ።	-4605
▁ባለሙያዎች	-4606
▁ወደሚገኘው	-4607
ሳቱ	-4608
ጀክ	-4609
ህናት	-4610
ርመን	-4611
ብረተ	-4612
ታውቁ	-4613
ወደው	-4614
▁ለጥ	-4615
▁ኛው	-4616
▁እጃ	-4617
▁የዲ	-4618
ቃውያን	-4619
ደርጉት	-4620
▁በእጁ	-4621
ምላካችን	-4622
▁ተናገር	-4623
▁በራሳቸው	-4624
▁አነስተኛ	-4625
▁ከነበሩት	-4626
ርከ	-4627
ቴና	-4628
ክራ	-4629
ጸና	-4630
ማችን	-4631
ምራት	-4632
▁ላይም	-4633
▁ምሽት	-4634
▁በዓል	-4635
▁ምሥራቅ	-4636
▁የሂሳብ	-4637
▁ማሳሰቢያ	-4638
▁ሥልጣንና	-4639
▁ነገስታት	-4640
▁ወዳጅነት	-4641
▁የሚደርስ	-4642
ሄር	-4643
ለዱ	-4644
መሠ	-4645
ስቲ	-4646
ሆንክ	-4647
▁ቆመ	-4648
ያቸውን	-4649
▁መኖሩ	-4650
▁በአይ	-4651
▁ባለቤ	-4652
▁ባንክ	-4653
▁ክፋት	-4654
▁ዝግጁ	-4655
▁ግምት	-4656
▁ለሁሉም	-4657
▁ውጤታማ	-4658
▁ያውቃል	-4659
!’	-4660
ቆስ	-4661
ለወጥ	-4662
ራቸው።	-4663
ክኖሎጂ	-4664
▁ሰውም	-4665
▁በግል	-4666
▁ቤትና	-4667
▁ሥራዎች	-4668
▁እንዲሰ	-4669
ለዋ	-4670
ምብ	-4671
ቀሱ	-4672
ቶት	-4673
ጾር	-4674
ዘረጋ	-4675
ዘጋጃ	-4676
ላለማዊ	-4677
ስታወስ	-4678
▁ሄደ፤	-4679
▁ምግባ	-4680
▁ከየት	-4681
▁ድንቅ	-4682
▁ግንባ	-4683
▁ጥላቻ	-4684
▁ምስራቅ	-4685
▁አላት።	-4686
▁እንከን	-4687
▁ያደረጉ	-4688
▁ለመፈጸም	-4689
▁ምስራቹን	-4690
▁ትእዛዛት	-4691
ቁ፤	-4692
ኑ።	-4693
▁ጦ	-4694
ላትን	-4695
ሌቪዥ	-4696
ሮቹን	-4697
ስፋፋ	-4698
ብንም	-4699
▁የሶ	-4700
ቸዋል፤	-4701
ናል፡፡	-4702
ፈርዖን	-4703
▁መኮን	-4704
▁ሰነድ	-4705
▁ባልና	-4706
▁ዛሬም	-4707
▁ምህረት	-4708
▁በሰሜን	-4709
▁ነገዶች	-4710
▁የተገኘ	-4711
▁ይሖዋ፣	-4712
▁የሌላቸው	-4713
▁ያደርጋል፤	-4714
ታር	-4715
ታዘዝ	-4716
ግባቡ	-4717
ጠይቅ	-4718
▁በኦ	-4719
▁ገቢ	-4720
▁አዋቂ	-4721
▁የሚነ	-4722
▁ማበረታ	-4723
▁ተብለው	-4724
▁የተናገረውን	-4725
▁"2	-4726
▁ከረ	-4727
▁መጣ።	-4728
▁በፊቴ	-4729
▁አሰራ	-4730
▁የማን	-4731
▁የቤት	-4732
▁ይታወ	-4733
▁ግጭት	-4734
እንዲሁም	-4735
▁መጠየቅ	-4736
▁ራሳቸው	-4737
▁ተራሮች	-4738
▁የሚገኙት	-4739
▁እስራኤላውያንን	-4740
ፋር	-4741
▁ቄ	-4742
ህፈት	-4743
ቷል፤	-4744
▁ይባ	-4745
▁ጸሎ	-4746
▁198	-4747
▁ህሊና	-4748
▁ሌሎቹ	-4749
▁ጠዋት	-4750
▁መሪነት	-4751
▁የንጉሡ	-4752
ሪን	-4753
ምረጥ	-4754
ወርድ	-4755
ደኞች	-4756
▁"'	-4757
ሆናችሁ	-4758
እነሱም	-4759
▁ሚስጥ	-4760
▁እንቅ	-4761
▁ዘላቂ	-4762
▁፲፱፻	-4763
መሳሳይም	-4764
▁መስራት	-4765
▁መቋቋም	-4766
▁እዚያው	-4767
▁በጥንቃቄ	-4768
▁አይደለም፤	-4769
ሆች	-4770
ማሉ	-4771
ንጋ	-4772
ሶችን	-4773
ከውን	-4774
ጽምና	-4775
▁ሀብ	-4776
▁ምሁ	-4777
▁ስደ	-4778
▁ውጪ	-4779
▁የወን	-4780
▁ጠበቃ	-4781
ንጸባረቅ	-4782
▁መውሰድ	-4783
▁ሽልማት	-4784
▁በከተማዋ	-4785
▁እንዲችሉ	-4786
▁ትችላላችሁ	-4787
▁የመከላከያ	-4788
ውው	-4789
▁ቪ	-4790
ከደነ	-4791
▁ችላ	-4792
▁እም	-4793
▁ከገ	-4794
▁ይከ	-4795
▁ይዟ	-4796
▁ገዛ	-4797
በርካታ	-4798
▁ሆነህ	-4799
▁መዋጮ	-4800
▁በሮች	-4801
▁ተርፎ	-4802
▁ልዩነት	-4803
▁አዘውት	-4804
▁ይከታተ	-4805
▁አባታችን	-4806
▁የተባለች	-4807
ሁፍ	-4808
▁ተካ	-4809
ሰብሰብ	-4810
▁ለመው	-4811
▁መናፍ	-4812
▁ሲሆኑ	-4813
▁አዛዥ	-4814
▁የፕሮ	-4815
▁በመካከላችሁ	-4816
▁የሚከተለውን	-4817
ፈተ	-4818
ሉም።	-4819
▁ቻይ	-4820
ሃለሁ፤	-4821
ጊልያድ	-4822
▁ሄደው	-4823
▁የሌለ	-4824
▁ያስች	-4825
▁ስለማይ	-4826
▁የጽድቅ	-4827
▁የሚኖረው	-4828
▁የተደነገ	-4829
▁ምናልባትም	-4830
▁እንግዲያው	-4831
ኮል	-4832
ስትሪ	-4833
ሸነፍ	-4834
ብሮን	-4835
እምሮ	-4836
ከረም	-4837
ዩተር	-4838
ደበት	-4839
▁መረ	-4840
▁ሰጪ	-4841
▁በቤ	-4842
▁ይፋ	-4843
▁ሆነን	-4844
▁አምጥ	-4845
▁እኔና	-4846
▁የመጠ	-4847
▁የመጡ	-4848
▁መከተል	-4849
▁አማልክ	-4850
▁ከሁለት	-4851
▁ወጥተው	-4852
▁ድንጋዮች	-4853
▁የእንግሊዝ	-4854
▁ተናግረዋል።	-4855
ልካ	-4856
ቀሩ	-4857
ኸኝ	-4858
ቃጠል	-4859
አሁን	-4860
▁ለህ	-4861
▁ካሳ	-4862
▁የሽ	-4863
▁ላሉት	-4864
▁ይነሳ	-4865
